{
  "intents": [
    {
      "tag": "noanswer",
      "patterns": [
        "",
        " ",
        "...",
        "???",
        "apa ini",
        "tidak paham",
        "nggak ngerti",
        "eh?",
        "???!!!",
        "ga jelas",
        "bukan itu",
        "lho kok gitu?",
        "aneh banget sih",
        "salah jawab",
        "kamu ngomong apa sih?",
        "apa maksudnya?",
        "bingung aku",
        "enggak nyambung",
        "jawabannya salah",
        "ini apaan sih?"
      ],
      "responses": [
        "Maaf, saya tidak mengerti apa yang kamu maksud.",
        "Saya belum bisa menjawab itu. Coba tanyakan dengan cara lain, ya.",
        "Pertanyaanmu belum bisa saya pahami. Bisa dijelaskan lagi?",
        "Sepertinya saya belum punya jawaban untuk itu.",
        "Mohon maaf, saya belum paham maksud dari pertanyaanmu.",
        "Ups! Saya belum bisa menjawab hal tersebut.",
        "Coba tanyakan dengan kalimat berbeda, ya.",
        "Saya masih belajar dan belum mengerti pertanyaan itu.",
        "Maaf, saya tidak menangkap maksud kamu.",
        "Saya belum memahami maksud dari pertanyaan tadi.",
        "Pertanyaanmu belum tersedia dalam pengetahuan saya.",
        "Saya belum bisa menjawab itu sekarang.",
        "Yah, sepertinya saya belum punya informasi untuk itu.",
        "Saya akan belajar lebih banyak untuk bisa menjawab itu nanti.",
        "Maaf ya, saya belum bisa bantu untuk pertanyaan itu.",
        "Hmm, pertanyaan tersebut belum bisa saya pahami.",
        "Silakan coba pertanyaan lain.",
        "Mungkin kamu bisa ajukan dengan kata-kata lain?",
        "Saya tidak yakin apa yang kamu maksud. Bisa dijelaskan lebih lanjut?",
        "Saya belum paham bagian itu. Maukah kamu ulangi dengan cara berbeda?"
      ],
      "context": ["pertanyaan_tidak_jelas", "input_tidak_dipahami", "kosong", "ambigu"]
    },
    {
      "tag": "greeting",
      "patterns": [
        "assalamualaikum",
        "waalaikumsalam",
        "met pagi",
        "met siang",
        "met sore",
        "met malem",
        "apa kabar",
        "pagi",
        "siang",
        "sore",
        "malam",
        "halo bot",
        "hai chatbot",
        "yo",
        "woy",
        "halo asisten",
        "hey kamu",
        "hello there",
        "selamat datang",
        "sapaan dulu nih"
      ],
      "responses": [
        "Hai juga! Apa kabar hari ini?",
        "Halo! Senang bertemu denganmu.",
        "Assalamualaikum! Semoga harimu menyenangkan.",
        "Waalaikumsalam, terima kasih sudah menyapa.",
        "Hai! Aku siap membantu kamu.",
        "Hello! Yuk mulai ngobrol.",
        "Selamat datang di chatbot budidaya cabai rawit!",
        "Pagi juga! Ada yang bisa saya bantu?",
        "Sore juga! Kamu butuh informasi apa hari ini?",
        "Malam! Semoga harimu menyenangkan.",
        "Hai! Ada yang ingin kamu tanyakan?",
        "Wah, sapaan hangat nih. Hai juga!",
        "Halo! Chatbot ini siap bantu kamu seputar budidaya.",
        "Met pagi! Yuk ngobrol seputar cabai rawit.",
        "Halo! Gimana kabarmu hari ini?",
        "Hai! Langsung aja, kamu mau tanya apa?",
        "Halo! Ayo mulai obrolannya.",
        "Selamat datang! Chatbot ini siap membantu kamu.",
        "Halo teman baru! Aku senang kamu datang.",
        "Hai juga! Jangan ragu untuk tanya-tanya ya."
      ],
      "context": ["sapaan", "greeting", "ucapan_hari", "pembukaan_obrolan", "salam_agama"]
    },
    {
      "tag": "perkenalan",
      "patterns": [
        "perkenalkan saya",
        "aku adalah",
        "bisa panggil saya",
        "saya bernama",
        "nama lengkap saya",
        "saya dipanggil",
        "boleh saya kenalan",
        "kenalin aku",
        "namaku adalah",
        "mau kenalan dong",
        "perkenalkan diriku",
        "izinkan saya kenalan",
        "saya ingin kenalan",
        "kenalan dulu yuk",
        "aku mau kenalan",
        "namaku bukan rahasia",
        "kenalkan saya dulu ya",
        "saya dikenal sebagai",
        "nama saya di sini",
        "perkenalan dulu ya"
      ],
      "responses": [
        "Wah, salam kenal! Senang mengenalmu.",
        "Terima kasih sudah memperkenalkan diri.",
        "Salam kenal ya! Semoga kita bisa ngobrol seru tentang cabai rawit.",
        "Senang kamu mau kenalan! Ayo kita mulai diskusinya.",
        "Hai! Terima kasih atas perkenalannya.",
        "Halo, Yuk lanjut ngobrol soal budidaya.",
        "Senang berkenalan! Kamu tertarik belajar apa hari ini?",
        "Perkenalan diterima! Chatbot ini siap bantu kamu.",
        "Terima kasih sudah memperkenalkan dirimu.",
        "Hai juga! Aku senang bisa ngobrol sama kamu.",
        "Halo! Ayo mulai bahas tentang cabai rawit bersama.",
        "Salam kenal! Yuk mulai obrolan seru kita.",
        "Senang bisa kenal kamu. Ada yang ingin ditanyakan?",
        "Wah, perkenalan yang menyenangkan!",
        "Terima kasih atas perkenalannya. Saya siap bantu!",
        "Salam kenal ya! Kamu ingin tahu apa soal cabai rawit?",
        "Halo, sudah kenalan nih. Sekarang waktunya tanya-tanya!",
        "Terima kasih ya sudah memperkenalkan diri.",
        "Senang bisa menyapamu di sini.",
        "Yuk, lanjutkan obrolannya setelah perkenalan seru ini!"
      ],
      "context": ["perkenalan_diri", "penyebutan_nama", "inisiasi_interaksi", "sapaan_sosial", "memulai_obrolan"]
    },
    {
      "tag": "definisi_pupuk_organik",
      "patterns": [
        "Apa arti atau definisi dan tujuan persiapan pupuk organik lahan cabai rawit?",
        "Apa yang dimaksud dengan persiapan pupuk organik untuk tanaman cabai rawit?",
        "Bagaimana mendefinisikan pembuatan pupuk organik khusus cabai rawit?",
        "Jelaskan pengertian dan tujuan dari proses menyiapkan pupuk organik untuk lahan cabai rawit!",
        "Apa itu pupuk organik untuk budidaya cabai rawit dan bahan-bahannya?",
        "Apa saja tahapan dalam mempersiapkan pupuk organik untuk cabai rawit?",
        "Definisi lengkap dan tujuan pupuk organik dari kotoran ternak untuk cabai rawit?",
        "Apa penjelasan singkat tentang pembuatan pupuk alami untuk cabai rawit?"
      ],
      "responses": [
        "Proses pembuatan pupuk organik berbahan baku kotoran ayam, kotoran kambing dan bahan lain. Tujuannya adalah mendapatkan pupuk organik yang siap digunakan untuk memperbaiki sifat fisik tanah."
      ],
      "context": ["definisi_tujuan_pertanian", "pupuk_organik", "budidaya_cabai"]
    },
    {
      "tag": "bahan_alat_pupuk_organik",
      "patterns": [
        "Apa bahan dan alat serta fungsi persiapan pupuk organik lahan cabai rawit?",
        "Apa saja bahan-bahan untuk membuat pupuk organik cabai rawit?",
        "Sebutkan alat dan bahan serta fungsi yang dibutuhkan untuk pupuk organik cabai!",
        "Daftar bahan dan fungsi pembuatan pupuk kandang untuk cabai rawit?",
        "Perlengkapan apa yang perlu disiapkan untuk bikin pupuk organik cabai?",
        "Bahan apa dan fungsi yang digunakan dalam pembuatan pupuk alami cabai rawit?",
        "Alat dan komposisi pupuk organik untuk tanaman cabai rawit?",
        "Apa komponen dan fungsi utama pupuk organik khusus cabai rawit?"
      ],
      "responses": [
        "Bahan dan alat meliputi:\n1. Kotoran ayam 10 ton\n2. Kotoran kambing 20 ton\n3. Bakteri semanggi 2 liter\n4. Air 440 liter\n5. Tetes tebu 5 liter\n6. PGPR 5 liter\n7. Drum/wadah\n8. Alat tulis.\nFungsi persiapan pupuk antara lain: 1. Kotoran ayam dan kotoran kambing digunakan sebagai bahan baku untuk pembuatan pupuk organik. 2. Bakteri semanggi untuk membantu fermentasi 3. Air untuk media pencampur dan pelarut 4. Tetes tebu untuk sumber makanan bakteri 5. Drum/wadah untuk melarutkan PGPR dengan air 6. PGPR 7. Alat tulis untuk mencatat semua kegiatan yang dilakukan."
      ],
      "context": ["pupuk_organik", "alat_dan_bahan", "budidaya_cabai"]
    },
    {
      "tag": "prosedur_pupuk_organik",
      "patterns": [
        "Bagaimana proses atau prosedur pelaksanaan persiapan pupuk organik lahan cabai rawit?",
        "Apa langkah-langkah membuat pupuk organik untuk cabai rawit?",
        "Bagaimana cara menyiapkan pupuk kandang untuk tanaman cabai rawit?",
        "Jelaskan tahapan pembuatan pupuk organik khusus cabai rawit!",
        "Prosedur lengkap pembuatan pupuk alami untuk lahan cabai?",
        "Step by step pembuatan pupuk organik cabai rawit bagaimana?",
        "Tahapan apa saja yang diperlukan untuk mempersiapkan pupuk organik cabai?",
        "Bagaimana teknis pembuatan pupuk dasar organik untuk cabai rawit?",
        "Apa urutan kerja dalam menyiapkan pupuk organik cabai rawit?",
        "Bagaimana metode pembuatan pupuk kompos untuk cabai rawit?"
      ],
      "responses": [
        "Proses persiapan pupuk antara lain:\n1. Buat starter dengan mencampur bakteri semanggi, air, tetes, PGPR secara rata dalam wadah dan dibiarkan selama 3 jam.\n2. Tambahkan starter pada campuran kotoran ayam dan kotoran kambing. Aduk rata.\n3. Biarkan campuran bahan organik tersebut dalam kondisi terbuka, tetapi ternaungi, selama 7 hari.\n4. Dilakukan pembalikan bahan organik, dan dibiarkan kembali selama 7 hari.\n5. Setelah itu pupuk organik dapat digunakan sebagai pupuk dasar.\n6.\nSetiap kegiatan yang dilaksanakan harus tercatat. Tersedianya pupuk organik yang siap dipakai untuk memperbaiki sifat fisik tanah seperti gambar berikut https://i.ibb.co/bjNLm3Cj/Screenshot-2025-06-05-054926.png"
      ],
      "context": ["prosedur_pertanian", "pupuk_organik", "budidaya_cabai"]
    },
    {
      "tag": "definisi_persiapan_lahan",
      "patterns": [
        "Apa arti definisi dan tujuan persiapan lahan cabai rawit?",
        "Apa yang dimaksud dengan persiapan lahan untuk cabai rawit?",
        "Bagaimana pengertian dan tujuan persiapan lahan dalam budidaya cabai rawit?",
        "Jelaskan definisi dan tujuan dari persiapan lahan tanaman cabai rawit!",
        "Apa itu persiapan dan tujuan lahan dalam konteks penanaman cabai rawit?",
        "Apa makna persiapan lahan untuk tanaman cabai rawit?",
        "Definisikan apa yang disebut persiapan lahan cabai rawit?",
        "Apa penjelasan tentang persiapan lahan untuk cabai rawit?",
        "Apa tujuan dari persiapan lahan cabai rawit?",
        "Bagaimana konsep persiapan lahan dalam budidaya cabai rawit?"
      ],
      "responses": [
        "Kegiatan persiapan lahan adalah kegiatan mempersiapkan lahan yang sesuai untuk pertumbuhan tanaman, meliputi kegiatan persiapan/pengolahan lahan, pemupukan dasar dan pembuatan bedengan seperti pada gambar https://i.ibb.co/gb48D4tN/Screenshot-2025-06-05-055349.png. Tujuannya adalah mendapatkan lahan yang baik untuk ditanami agar pertumbuhan tanaman optimal. Sasarannya tersedianya lahan dan bedengan yang ada lubang tanamnya untuk tempat tumbuh tanaman secara optimal."
      ],
      "context": ["definisi_pertanian", "persiapan_lahan", "budidaya_cabai"]
    },
    {
      "tag": "alat_bahan_persiapan_lahan",
      "patterns": [
        "Apa bahan dan alat serta fungsi persiapan lahan cabai rawit?",
        "Apa saja alat dan bahan serta fungsi yang diperlukan untuk persiapan lahan cabai rawit?",
        "Sebutkan perlengkapan dan fungsi yang dibutuhkan untuk menyiapkan lahan cabai rawit",
        "Bahan-bahan apa yang perlu disiapkan untuk pengolahan lahan cabai rawit?",
        "Daftar alat dan fungsi yang digunakan dalam persiapan lahan cabai rawit",
        "Apa peralatan dan fungsi yang diperlukan untuk menyiapkan lahan cabai?",
        "Komposisi bahan apa saja serta fungsi yang dipakai untuk persiapan lahan cabai rawit?",
        "Tools dan bahan apa yang harus disiapkan untuk olah lahan cabai rawit?",
        "Persiapan alat dan bahan serta fungsi untuk pengolahan tanah cabai rawit",
        "Inventaris apa saja dan fungsi yang dibutuhkan dalam persiapan lahan cabai rawit?"
      ],
      "responses": [
        "Bahan dan alat yang disiapkan antara lain:\n1. Bajak/cangkul/sekop/garpu\n2. Tali rafia/tambang plastik\n3. Pupuk organik (15–20 ton/ha)\n4. Dolomit/kapur pertanian (1-1,5 ton/ha)\n5. Pupuk anorganik (SP-36 400 kg/ha)\n6. Gejig/tugal\n7. Alat tulis. Fungsi bahan dan alat persiapan lahan antara lain: 1. Bajak/cangkul/sekop/garpu digunakan sebagai alat dalam proses pengolahan tanah yaitu membersihkan sisa-sisa perakaran tanaman, menggemburkan, menghaluskan/ meratakan tanah dan membuat guludan/ bedengan. 2. Tali rafia/tambang plastik untuk membuat alur bendungan 3. Pupuk organik digunakan untuk memperbaiki sifat fisik tanah sehingga lebih meningkatkan ketersediaan unsur-unsur hara yang diperlukan tanaman. 4. Pupuk anorganik (SP-36) untuk pupuk tunggal penyedia unsur hara makro. 5. Dolomit/kapur pertanian untuk meningkatkan pH tanah masam hingga mendekati pH normal. 6. Gejig/tugal untuk membuat lubang tanam 7. Alat tulis untuk mencatat semua kegiatan yang dilakukan."
      ],
      "context": ["persiapan_lahan", "alat_dan_bahan_fungsi", "budidaya_cabai"]
    },
    {
      "tag": "prosedur_persiapan_lahan",
      "patterns": [
        "Bagaimana proses prosedur melaksanakan persiapan lahan cabai rawit?",
        "Apa langkah-langkah menyiapkan lahan untuk cabai rawit?",
        "Jelaskan tahapan pengolahan tanah untuk penanaman cabai rawit?",
        "Bagaimana cara mempersiapkan lahan yang baik untuk cabai rawit?",
        "Prosedur lengkap pengolahan lahan cabai rawit?",
        "Step by step persiapan lahan tanam cabai rawit?",
        "Tahapan teknis pengolahan lahan untuk budidaya cabai rawit?",
        "Bagaimana metode persiapan lahan sebelum tanam cabai rawit?",
        "Apa urutan kerja dalam pengolahan lahan cabai rawit?",
        "Panduan lengkap menyiapkan lahan untuk cabai rawit?"
      ],
      "responses": [
        "Prosedur persiapan lahan antara lain: 1). Pemilihan Lahan meliputi a. Pilih lokasi lahan yang sebelumnya tidakditanami tanaman dari family yang sama(solanaceae) seperti tomat, terong, melon,cabai, tembakau ; minimal 1 musim tanam. b. Dianjurkan memilih lokasi lahan bekasditanami dari family graminae seperti padi,jagung, tebu atau dari family liliaceae sepertibawang merah, bawang bombay, dll. 2). Pengolahan Lahan meliputi a. Lakukan pembersihan lahan dari sisatanaman dan gulma. b. Lakukan penggemburan lahan dengan cara mencangkul sampai kedalaman 25 - 30 cm,kemudian lakukan perataan permukaanlahan C. Buat guludan mengikuti arah utara selatandengan lebar kurang lebih 110 cm, tinggi 30cm dengan jarak antar bedengan 20 cm danpanjang disesuaikan kondisi lahan. 3). Pemberian kapur tanah Lakukan pemberian kapur dengan kaptan/zeolit/dolomit sebanyak 1,5 ton/ha (tergantung dengan kondisi pH tanah) yang diberikan bersamaan dengan pengolahan tanah pada lahan bila derajat keasaman (pH) rendah, minimal 3-4 tahun sekali 4). Pemupukan dasar Pemberian pupuk dasar dalam bentuk pupuk organik yang sudah matang dan pupuk anorganik SP-36 dengan cara di tabur di permukaan bedengan. 5). Pembuatan Lubang Tanam Buat lubang tanam satu baris denganjarak tanam 20 cm di tengah guludan dengan menggunakan gejig/tugal. Sebelum tanam, lahan dibersihkan, dibajak, diberi pupuk dasar, dan dibuat bedengan agar drainase baik. 6). Setiap kegiatan yang dilaksanakan harus tercatat.",
        "Persiapkanan lahan yang akan ditanami 40 hari sebelum masa tanam. Lakukan pembajakan tanah, pembersihan tanah dari gulma (rumput liar), kotoran unorganik dan sisa tanaman yang ditanam sebelumnya. Di ikuti dengan perataan permukaan tanah dan pembuatan bedengan-bedengan yang disertai garitan-garitandan lubang-lubang tanam. Adapun detil persiapan lahan meliputi: 1. Ukur tingkat keasaman tanah (pH) dan lalu berikan kapur sesuai tabel dosis. 2. Bajak tanah dengan traktor/cangkul dengan kedalaman 30-40 cm, yang disertai pembersihan dari gulma, sisa tanaman, batu-batuan, dan kotoran unorganik lainnya. 3. Taburkan pupuk organik (pupuk kandang) sebanyak 20-30 ton/ha. 4. Buat bedengan dengan lebar 110-120 cm dan tinggi 30-40 cm. Jarak antar bedengan 60-70 cm, dan panjangnya disesuaikan dengan lahan. 5. Buat garitan-garitan dan lubang-lubang tanam dengan ketentuan untuk musim hujan 60 x 70 cm dan untuk musim kemarau 60 x 60 cm. 6. Beri pupuk urea NPK King 21-21-21, ditaburkan per meternya 100 gram dan lalu diaduk sampai rata. Kita juga perlu memperhatikan musim. Baik itu musim hujan atau pun musim kemarau tentunya ada resiko, namun masing-masing resiko dapat kita hindari (kurangi) dengan mengetahui strateginya seperti pada gambar berikut https://i.ibb.co/wnYjqcc/Screenshot-2025-06-15-at-15-06-47.png dan https://i.ibb.co/Kxnt9ZSt/Screenshot-2025-06-15-at-15-07-18.png.",
        "Pengolahan lahan cabai rawit meliputi pencangkulan untuk menggemburkan tanah, pembuatan bedengan, pengapuran (1-2 ton/ha untuk tanah masam), pemupukan dasar dengan pupuk kandang ayam 10-15 ton/ha, dan pemasangan mulsa plastik atau jerami untuk menjaga kelembapan tanah.",
        "Tanah diolah dengan menggunakan bajak atau cangkul sedalam 25 – 30 cm hingga tanah menjadi gembur. setelah itu biarkan 7 – 14 hari untuk mendapatkan sinar matahari. Sedapat mungkin berbagai jenis gulma dibersihkan dari lahan budidaya. Selanjutnya buat bedeng-bedeng dengan lebar 100 – 120 cm, panjangnya di sesuaikan dengan petakan lahan yang ada dengan maksud untuk menjaga tanaman sedemikian rupa sehingga bebas dari genangan air, dan tinggi disesuaikan dengan musim tanam. Pada musim penghujan tinggi bedengan dibuat 40 - 50 cm, sedangkan pada musim kemarau dapat dibuat antara 30 - 40 cm. Jarak antara bedeng dengan bedeng lainnya 40 – 50 cm, disesuaikan dengan kemudahan pemeliharaan dan agar drainasenya dapat berlangsung dengan baik. Arah bedeng sebaiknya dibuat memanjang ke utara selatan.",
        "Persiapan lahan untuk budidaya tanaman cabai adalah langkah penting yang menentukan keberhasilan panen. Berikut adalah tahapan-tahapan yang perlu dilakukan dalam persiapan lahan untuk tanaman cabai yaitu 1. Pemilihan Lokasi: Pilih lokasi dengan sinar matahari yang cukup, drainase yang baik, dan jauh dari sumber polusi. Tanah sebaiknya gembur, subur, dan memiliki pH antara 5,5 hingga 6,8. 2. Pengolahan Tanah: Lahan dibersihkan dari gulma, batu, dan sisa-sisa tanaman sebelumnya. Tanah kemudian dicangkul atau dibajak sedalam20-30 cm untuk memperbaiki struktur tanah dan memudahkan perakaran. 3. Pembuatan Bedengan: Buat bedengan dengan lebar sekitar 1 meter, tinggi 20-30 cm, dan jarak antar bedengan sekitar 50-60 cm. Bedengan membantu meningkatkan drainase dan memudahkan perawatan tanaman. 4. Pengapuran: Jika pH tanah terlalu asam, lakukan pengapuran dengan dolomit atau kapur pertanian sesuai dosis yang dianjurkan. Pengapuran dilakukan setidaknya dua minggu sebelum tanam untuk menetralkan pH tanah."
      ],
      "context": ["teknis_budidaya", "pengolahan_tanah", "cabai_rawit"]
    },
    {
      "tag": "aspek_persiapan_lahan_cabai",
      "patterns": [
        "Apa aspek yang perlu diperhatikan ketika persiapan dan pengolahan lahan cabai rawit?",
        "Faktor apa saja yang harus dipertimbangkan dalam menyiapkan lahan cabai rawit?",
        "Hal-hal penting apa yang perlu diperhatikan saat pengolahan lahan cabai?",
        "Aspek kritis apa dalam persiapan lahan untuk cabai rawit?",
        "Apa saja yang harus dipersiapkan saat mengolah lahan cabai rawit?",
        "Pertimbangan apa yang diperlukan dalam pengolahan lahan cabai?",
        "Apa yang harus diperhatikan sebelum menanam cabai rawit?",
        "Faktor penting persiapan lahan cabai rawit?",
        "Aspek teknis pengolahan lahan cabai rawit?",
        "Hal apa yang tidak boleh dilewatkan saat menyiapkan lahan cabai?"
      ],
      "responses":[
        "Ada dua jenis tanah di Indonesia yakni tanah basah yang berada di kawasan beriklim basah dan tanah kering yang berada di kawasan beriklim kering. Masing-masing tanah memiliki kelebihan dan kekurangannya masing-masing. Tanah basah akan miskin unsur hara dan bersifat pH asam (tanah masam), dengan kandungan bahan organik yang juga rendah. Sebaliknya tanah kering mengandung unsur hara dan basa yang cukup tinggi dengan pH netral. Akan tetapi kandungan bahan organik untuk tanah kering masih relatif rendah. Tanah yang cocok untuk tanaman cabai adalah tanah Mediteran (tanah kering) dan tanah aluvial (tanah basah) dengan kondisi iklim 0-5 bulan beriklim basah dan 4-6 bulan beriklim kering.",
        "Kemasaman (pH) tanah berpengaruh terhadap banyak atau sedikitnya kandungan unsur hara. PH netral (6,5-7,5) adalah tingkat kemasaman dengan jumlah unsur hara paling banyak. PH kurang dari 6 akan mengakibatkan unsur hara P, K, Ca, S dan Mo menurun dengan cepat. Sementara pada pH besar dari 8 akan menyebabkan unsur hara N, Fe, Mn, Bo, Cu, dan Zn menjadi relatif sedikit. Tanaman cabai akan tumbuh dengan baik pada tingkat pH antara 5,5-6,8. Bila tumbuh pada pH yang tidak bagus, tanaman cabai akan menunjukan ketidaknormalan seperti tanaman kerdil dan daun menguning jika berada pada pH besar dari 7. Dan jika berada pada pH yang kurang dari 5,5 tanaman cabai hanya akan tumbuh kerdil. Perbaikan tingkat kemasaman tanah dapat dilakukan dengan pengapuran berbahan Kaptan dan Dolomit dengan dosis 1-2 t/ha. Pengapuran dilakukan selama 3-4 minggu dengan cara disebarkan merata dan lalu diaduk.",
        "Kondisi fisik tanah yang ideal harus terdiri dari tiga unsur masa padatan, air, dan udara dengan besar perbandingan yang sama. Apabila ketiga unsur tersebut terpenuhi, maka akan menjamin aerasi, daya tahan air, drainase, dan aktifitas biologi yang baik. Apabila sifat fisik tanah ternyata kurang baik, maka dapat diperbaiki dengan cara pengapuran (pengolahan tanah) dan pemberian bahan organik. Untuk bahan organik, dia akan mengurangi tingkat kepadatan tanah dari tanah berat (tanah liat), dan meningkatkan ketahana air pada tanah ringan (tanah pasir).",
        "Jumlah unsur hara (unsur kesuburan kimiawi tanah) dapat dikontrol dengan penggunaan pupuk buatan dan pupuk organik secara tepat. Apabila pemberian pupuk dilakukan secara berlebihan akan menyebabkan tanaman cabai rentan terhadap hama penyakit dan mengurangi kualitas tanah. Untuk menghasilkan buah cabai sebanyak 21 t/ha, tanaman cabai harus menyerap unsur hara N sebanyak 70 kg/ ha, P2O5 16 kg /ha, dan K2O 92 kg /ha."
      ],
      "context": ["persiapan_lahan", "pengolahan_tanah", "cabai_rawit"]
    },
    {
      "tag": "pengaturan_mulsa_bedengan_ideal",
      "patterns": [
        "Apa pengaturan mulsa dan bedengan yang ideal ketika persiapan atau pengolahan lahan?",
        "Bagaimana ukuran mulsa dan bedengan yang tepat untuk cabai rawit?",
        "Sebutkan standar pembuatan mulsa dan bedengan untuk tanaman cabai",
        "Apa kriteria mulsa dan bedengan yang baik saat pengolahan lahan cabai?",
        "Bagaimana bentuk bedengan ideal untuk budidaya cabai rawit?",
        "Apa spesifikasi mulsa dan bedengan yang optimal untuk cabai?",
        "Bagaimana cara mengatur mulsa dan bedengan yang baik untuk cabai rawit?",
        "Apa standar teknis pembuatan mulsa dan bedengan cabai?",
        "Bagaimana pengaturan mulsa dan bedengan yang direkomendasikan untuk cabai?",
        "Apa parameter mulsa dan bedengan yang ideal pada lahan cabai rawit?"
      ],
      "responses":[
        "Bedengan dibuat untuk mengatur drainase dan memudahkan pemeliharaan tanaman cabai. Umumnya dibuat selebar 100–120 cm dan tinggi 30 cm, dengan parit antar bedeng selebar 40 cm. Bedengan sebaiknya dibuat 1–2 minggu sebelum tanam dan dapat ditutup dengan mulsa untuk menjaga kelembapan, menekan gulma, dan mencegah percikan penyakit dari tanah.",
        "Bedengan dibuat selebar 100–120 cm, tinggi 30 cm, panjang disesuaikan, dengan jarak antar bedengan 30–40 cm sebagai saluran air. Pasang mulsa plastik 2 minggu sebelum tanam dengan cara membentangkan di atas bedengan, kencangkan sisi-sisinya dengan pasak bambu. Buat lubang tanam dengan jarak 40x50 cm menggunakan kaleng panas.",
        "Bedengan dibuat lebar 1-1.2 m dengan tinggi 30-40 cm (musim hujan) atau 20-30 cm (musim kemarau). Panjang disesuaikan lahan, beri jarak antar bedengan 40-50 cm sebagai saluran drainase. Gunakan patok dan tali untuk kerapian. Pemasangan mulsa (plastik/jerami) mengurangi gulma, menjaga kelembapan tanah, dan menekan hama. Kebutuhan: 12 roll mulsa plastik atau 10 ton jerami per hektar. Dipasang 2 minggu sebelum tanam.",
        "Buat lubang tanam pada bedengan dengan jarak antar tanamansekitar 50 cm dan jarak antar baris sekitar 60-70 cm. Tanam bibit di lubang tanam pada pagi atau sore hari untuk menghindari stres akibat panas matahari. Tanam bibit bersama media semai untuk mengurangi kerusakan akar dan menjaga kelembapan. Gunakan Mulsa untuk menjaga kelembaban, menekan gulma, menjaga suhu tanah, dan mengurangi penguapan. Pemasangan dilakukan sebelum tanam bibit.",
        "Sekat antar bedengan membantu membatasi air, mengatur drainase, dan mencegah penyebaran penyakit. Gunakan sekat tanah atau batu di antaranya. Kelembaban tanah ideal 60–70%. Gunakan mulsa dan penyiraman teratur untuk menjaga kelembaban, hindari genangan agar akar tidak rusak."
      ],
      "context": ["persiapan_lahan", "teknik_bedengan", "cabai_rawit"]
    },
    {
      "tag": "persiapan_lahan",
      "patterns": [
        "Apa lahan ideal untuk pengolahan tanah cabai rawit?",
        "Apa yang harus dilakukan jika pH tanah di bawah 5,5?",
        "Kapan dan bagaimana pengapuran dengan dolomit dilakukan sebelum tanam?",
        "Bagaimana ukuran dan bentuk bedengan yang ideal untuk tanaman cabai?",
        "Apakah bedengan penting dalam budidaya cabai, dan kapan sebaiknya dibuat?",
        "Apa fungsi mulsa plastik hitam perak dan bagaimana cara pemasangannya?",
        "Bagaimana prosedur pemasangan mulsa plastik sebelum penanaman?",
        "Apa manfaat penggunaan mulsa dalam budidaya cabai?",
        "Berapa kelembaban tanah yang ideal untuk cabai, dan bagaimana cara menjaganya?",
        "Apa saja tahapan pengolahan lahan untuk budidaya cabai rawit?",
        "Apa saja aspek yang perlu diperhatikan dalam pengolahan tanah?",
        "Bagaimana petani dapat memanfaatkan karakteristik tanah Mediteran dan aluvial secara optimal untuk budidaya cabai dengan memperhatikan siklus iklim basah-kering di Indonesia?",
        "Bagaimana pengaruh pH tanah terhadap ketersediaan unsur hara untuk tanaman cabai, dan apa dampak pH yang tidak optimal serta cara memperbaikinya?",
        "Bagaimana perbaikan sifat fisik tanah dapat dilakukan melalui pengapuran dan penambahan bahan organik?",
        "Bagaimana strategi pemupukan yang tepat untuk tanaman cabai agar mencapai produktivitas tanpa menyebabkan kerentanan terhadap hama atau penurunan kualitas tanah, mengacu pada kebutuhan haranya?"
      ],
      "responses": [
        "Lahan ideal untuk cabai rawit adalah dataran rendah dengan curah hujan >1.500 mm/tahun, tanah gembur, subur, dan sinar matahari penuh.",
        "Jika pH tanah <5.5, lakukan pengapuran menggunakan dolomit sebanyak 1–2 ton/ha untuk menaikkan pH ke kisaran 6–6.5.",
        "",
        "pH tanah ideal untuk cabai rawit adalah 6–6.5. Jika tanah terlalu asam, lakukan pengapuran dengan dolomit untuk menetralkan.",
        ""
        
      ],
      "context": [
        "pengolahan_tanah",
        "persiapan_lahan",
        "pupuk_organik",
        "pengapuran",
        "pembuatan_bedengan",
        "pemasangan_mulsa",
        "kondisi_tanah_ideal",
        "pengaturan_ph",
        "pemupukan_dasar",
        "teknik_budidaya"
      ]
    },
    {
      "tag": "definisi_penyediaan_benih",
      "patterns": [
        "Apa definisi dan tujuan dari penyediaan benih?",
        "Apa yang dimaksud dengan penyediaan benih cabai rawit?",
        "Jelaskan pengertian dan tujuan penyediaan benih dalam budidaya cabai rawit",
        "Bagaimana definisi dan tujuan kegiatan penyediaan benih tanaman?",
        "Apa arti dan tujuan penyediaan benih dalam pertanian?",
        "Definisikan apa itu penyediaan benih untuk cabai rawit",
        "Apa makna penyediaan benih dalam konteks pertanian?",
        "Apa penjelasan dan tujuan tentang penyediaan benih cabai rawit?",
        "Apa konsep dan tujuan penyediaan benih dalam budidaya tanaman?",
        "Bagaimana memahami istilah penyediaan benih untuk cabai?"
      ],
      "responses": [
        "Penyediaan benih merupakan rangkaian kegiatan menyediakan benih cabai rawit bermutu dari varietas yang dianjurkan dalam jumlah yang cukup dan pada waktu yang tepat. Tujuannya adalah mendapatkan benih bermutu yang dianjurkan sesuai dengan kebutuhan dalam jumlah dan waktu yang tepat serta mempunyai daya adaptasi yang baik di lahan yang akan ditanami. Sasarannya tersedianya benih bermutu dari varietas unggul untuk mendapatkan pertumbuhan dan perkembangantanaman yang baik."
      ],
      "context": ["definisi_pertanian", "pembibitan", "cabai_rawit"]
    },
    {
      "tag": "alat_bahan_penyediaan_benih",
      "patterns": [
        "Apa bahan dan alat serta fungsi untuk kegiatan tersebut?",
        "Apa saja bahan dan alat serta fungsi yang dibutuhkan untuk penyediaan benih cabai rawit?",
        "Sebutkan perlengkapan dan fungsi yang diperlukan dalam penyediaan benih",
        "Bahan-bahan apa yang perlu disiapkan untuk pembibitan cabai rawit?",
        "Daftar alat dan fungsi yang digunakan dalam penyiapan benih cabai",
        "Apa peralatan yang dibutuhkan untuk kegiatan penyediaan benih?",
        "Komposisi bahan apa saja dan fungsi yang dipakai dalam penyediaan benih cabai rawit?",
        "Tools dan bahan apa serta fungsi yang harus disiapkan untuk pembibitan cabai?",
        "Persiapan alat dan bahan serta fungsi untuk penyediaan benih cabai rawit",
        "Inventaris apa saja dan fungsi yang diperlukan dalam penyediaan benih tanaman cabai?"
      ],
      "responses": [
        "Bahan dan alat yang dibutuhkan meliputi 1. Benih (210 gr/ha) 2. Tanah/media tanam 3. Pupuk organik (pupuk kandang matang) 4. Polybag/kantong plastik/baki pesemaian 5. Bambu/kayu 6. Plastik transparan/screen 7. Pestisida 8. Pupuk daun PGPR 9. Gergaji kayu 10. Pisau 11. Gembor 12. Handsprayer 13. Paku 14. Ayakan 15. Alat tulis. Fungsinya meliputi: 1. Benih digunakan sebagai bahan perbanyakantanaman 2. Tanah dan atau media lain digunakan sebagaimedia semai 3. Pupuk organik digunakan untuk memperbaiki sifat fisik tanah (tekstur dan struktur tanah) danmenyediakan unsur hara. 4. Polybag, kantong plastik atau baki untuk wadah media semai 5. Bambu/kayu untuk membuat naungan tempat pembenihan 6. Plastik atau kasa digunakan untuk menaungi persemaian 7. Pestisida untuk mengendalikan serangan OPT 8. Pupuk daun untuk menambah unsur hara melalui daun 9. Paku untuk melubangi polybag 10. Gergaji untuk memotong polybag 11. Gembor untuk menyiram 12. Handsprayer untuk aplikasi PGPR 13. Ayakan untuk mengayak tanah 14. Alat tulis untuk mencatat semua kegiatan yang dilakukan."
      ],
      "context": ["pembibitan", "alat_dan_bahan", "cabai_rawit"]
    },
    {
      "tag": "prosedur_penyediaan_benih",
      "patterns": [
        "Bagaimana proses atau prosedur pelaksanaan penyediaan benih?",
        "Apa langkah-langkah penyediaan benih cabai rawit yang benar?",
        "Jelaskan tahapan pembuatan bibit cabai rawit dari benih",
        "Bagaimana cara menyediakan benih cabai rawit yang baik?",
        "Prosedur lengkap persiapan benih cabai rawit sebelum tanam?",
        "Step by step pembibitan cabai rawit dari benih?",
        "Tahapan teknis penyiapan benih cabai rawit?",
        "Bagaimana metode penyemaian benih cabai rawit?",
        "Apa urutan kerja dalam penyediaan benih tanaman cabai?",
        "Panduan lengkap perkecambahan benih cabai rawit?"
      ],
      "responses": [
          "Tahapan penyediaan benih 1). Pemilihan benih meliputi a. Gunakan varietas yang dianjurkan, terdaftar dan tersedia di pasaran b. Pilih benih bermutu tinggi (berdaya kecambah di atas 80%, adaptasi baik, mempunyai vigor yang baik, murni, bersih dan sehat) c. Pilih benih yang sesuai dengan iklim, musim tanam dan preferensi pasar d. Gunakan benih yang tidak kadaluarsa e. Simpan label benih. 2). Persemaian meliputi a. Basahi kain katun atau sejenisnya dengan air hangat suam-suam kuku kemudian tiriskan b. Tebarkan benih di atas kain kemudian digulung dan dimasukkan ke dalam toples tertutup selama 12 jam untuk mempercepat perkecambahan c. Siapkan media tanam dari campuran pupuk organik kambing/sapi yang sudah matang dan tanah di bawah rumpun bambu dengan perbandingan 1:5 atau campuran pupuk organik ayam yang sudah matang dan tanah di bawah rumpun bambu dengan perbandingan 1:10, dicampur secara merata kemudian diayak. d. Media tanam dimasukkan ke dalam polybag (salah satu ujungnya sudah diikat) dengan menggunakan corong, kemudian dipadatkan. e. Polybag yang digunakan berukuran diameter 4 cm dan panjang menyesuaikan alat pemotong polybag. f. Masukkan polybag ke dalam air sampai media basah g. Polybag disusun di dalam alat pemotong, dipotong dengan panjang ± 5 cm h. Potongan polybag disusun dan di atasnya dilubangi sedalam + 0,5 cm, kemudian diisi dengan satu benih per polybag. i. Tutup benih menggunakan tanah dengan bantuan ayakan halus j. Tutup polybag menggunakan mulsa plastik/karung plastik kurang lebih 5 hari k. Siram persemaian menggunakan sprayer setelah plastik dibuka l. Lakukan pengamatan, penyiraman dan pengendalian OPT selama dipersemaian. m. Dapat dilakukan penyemprotan PGPR untuk tambahan nutrisi melalui daun n. Benih tanaman siap tanam setelah berumur 20-25 hari atau setelah berdaun 5 helai. 3). Setiap kegiatan yang dilaksanakan harus tercatat meliputi gambar 1. (https://i.ibb.co/RGLn8QDc/Screenshot-2025-06-04-224556.png) gambar 2. (https://i.ibb.co/tTL0Jjb2/Screenshot-2025-06-04-224630.png) gambar 3. (https://i.ibb.co/twF9nX4R/Screenshot-2025-06-04-224643.png) gambar 4. (https://i.ibb.co/Z6McS9NC/Screenshot-2025-06-04-224657.png) gambar 5. (https://i.ibb.co/pjW0bxs2/Screenshot-2025-06-04-224710.png) gambar 6. (https://i.ibb.co/spmxQ85F/Screenshot-2025-06-04-224736.png) gambar 7. (https://i.ibb.co/v4zX7ysR/Screenshot-2025-06-04-224749.png) gambar 8. (https://i.ibb.co/5WP70gGx/Screenshot-2025-06-04-224804.png) gambar 9. (https://i.ibb.co/fVx72j6m/Screenshot-2025-06-04-224818.png)"
      ],
      "context": ["teknis_pembibitan", "penyemaian", "cabai_rawit"]
    },
    {
      "tag": "teknik_persemaian_cabai",
      "patterns": [
        "Bagaimana cara menyemai benih cabai rawit?",
        "Apa langkah-langkah menyemai biji cabai rawit?",
        "Jelaskan teknik persemaian benih cabai rawit",
        "Bagaimana metode penyemaian untuk bibit cabai?",
        "Prosedur lengkap menanam benih cabai rawit",
        "Step by step menyemai cabai rawit di polybag",
        "Tahapan pembibitan cabai rawit dari benih",
        "Cara membuat bibit cabai rawit dari penyemaian",
        "Panduan praktis menyemai cabai rawit",
        "Instruksi detail persemaian benih cabai"
      ],
      "responses": [
        "Pesemaian merupakan kegiatan untuk menghasilkan bibit tanaman atau calon tanaman yang baik. Ada 2 metode pesemian, yaitu melalui wadah semai dan pembuatan bedeng pesemaian. Adapun tahapan pesemaian melalui bedeng pesemaian adalah sebagai berikut: a. Membuat bedeng pesemaian, Bedeng pesemaian dibuat dengan ukuran, yaitu lebar 1 – 1,2 m, panjang 3 – 5 m dan tinggi bedeng 15 – 20 cm. Beri pupuk kandang dan pupuk kimia secukupnya untuk mempercepat proses pertumbuhan bibit cabai. b. Penyemaian benih Kebutuhan benih untuk satu hektar berkisar antar 300 – 500 benih. sebelum benih disemai, tempat pesemaian disiram air dengan merata. Cara penyemaian benih dapat dilakukan dengan semai bebas atau ditabur merata, disemai dalam baris dan atau disemai berkelompok. Jangan lupa buatkan atap dari gulma/alang-alang kering yang di sangga kayu. Jarak antara tanah bedengan dan atap sekitar 50 cm agar sinar matahari tidak masuk secara langsung ke semaian bibit cabai. Selanjutnya jaga kelembaban tanah bedengan tadi seoptimal mungkin dengan cara minimal penyiraman setiap hari lewat atas gulma kering agar air yang jatuh tidak langsung ke tanah semaian bibit cabai. Bibit akan tumbuh setelah 4-7 hari sejak disemaikan. Biarkan tumbuh sampai minimal 4 helai daun sebelum di pindahkan ke lahan.",
        "Benih cabai rawit disemai di media campuran tanah, kompos, dan pasir, dalam kondisi lembap dan hangat selama 7-14 hari. Media semai dibuat dari campuran tanah, pupuk kandang, dan sekam dengan perbandingan 2:1:1, disaring dan diayak sebelum digunakan.",
        "Langkah-langkah persemaian bibit lengkapnya dapat diuraikan sebagai berikut: • Buat tempat persemaian berbentuk bedengan atau rak yang diberi atap plastik transparan. • Buat campuran media semai dari 1-2 ember tanah + 1 ember pupuk kandang dan 150 gr SP (atau 80 gr NPK) dihaluskan, lalu tambah karbofuran 75 gr, lalu diayak. Dari 90%-nya bisa dijadikan 300-400 polybag. • Benih ditanam di dalam polybag/plastik semai ukuran 4x6, dengan dibuatkan lubang semai sebesar 0.5 cm dan lalu ditutup tanah halus atau abu (lihat gambar Cara Menanam Benih Dalam Media). • Bibit dapat dipindahkan ke lapangan setelah berumur antara 17-21 hari. Menanam benih dalam media tanam https://i.ibb.co/TqmT5s2g/Screenshot-2025-06-15-at-14-33-39.png",
        "Benih di semai di tempat serupa bedengan kecil berukuran lebar 1 cm dan panjang sesuai kebutuhan. Media semai dibuat dari campuran tanah halus dan pupuk kandang dengan perbandingan 2:1, yang disterilkan dengan uap air panas selama 6 jam. Untuk lebih jelasnya dapat dilihat pada gambar https://i.ibb.co/G4zmfYTw/Screenshot-2025-06-15-at-14-28-50.png. Bedengan persemaian diberi atap plastik transparan untuk melindungi bibit dari hujan dan sinar matahari. Akan lebih baik lagi bila persemaian juga diberi kawat kasa nyamuk agar bibit juga terlindungi dari kutu daun dan virus.",
        "Persiapan benih cabai merupakan tahap krusial dalam budidaya yang dimulai dengan pemilihan varietas benih berkualitas dari sumber terpercaya untuk memastikan daya kecambah tinggi dan bebas penyakit. Benih yang terpilih kemudian direndam dalam air hangat atau larutan fungisida untuk memecah dormansi dan mencegah serangan penyakit pada tahap awal pertumbuhan. Setelah perendaman, benih ditiriskan dan diangin-anginkan hingga kering ebelum disemai. Penyemaian dilakukan pada media semai yang gembur dan subur, terdiri dari campuran tanah, kompos, dan pasir, yang telah disiapkan dalam wadah semai. Langkah-langkah ini memastikan benih memiliki kondisi optimal untuk berkecambah dan tumbuh dengan baik, mempersiapkan mereka untuk penanaman di lahan terbuka.",
        "Persemaian cabai rawit dilakukan dengan media campuran tanah dan pupuk kandang. Benih diseleksi dengan merendam dalam air (buang yang mengambang), direndam larutan bakterisida/fungisida, lalu disemai di bedengan atau polybag. Lokasi persemaian harus terlindung dengan atap plastik transparan."
      ],
      "context": ["pembibitan", "teknik_persemaian", "cabai_rawit"]
    },
    {
      "tag": "kriteria_benih_dan_lingkungan_tanam",
      "patterns": [
        "Apa ciri-ciri atau kriteria penting yang harus diperhatikan dalam memilih benih cabai dan rekomendasi lingkungan siap tanam cabai?",
        "Bagaimana memilih benih cabai rawit yang baik dan kondisi lingkungan ideal untuk penanaman?",
        "Sebutkan kriteria benih unggul cabai rawit dan persyaratan lingkungan tanamnya",
        "Apa standar kualitas benih cabai dan lingkungan optimal untuk budidaya?",
        "Ciri-ciri benih cabai berkualitas dan kondisi lahan siap tanam?",
        "Parameter apa saja yang harus diperhatikan dalam seleksi benih cabai dan persiapan lingkungan tanam?",
        "Bagaimana kriteria benih cabai siap tanam dan lingkungan yang cocok?",
        "Apa indikator benih cabai rawit bermutu tinggi dan rekomendasi kondisi tanam?",
        "Persyaratan teknis pemilihan benih cabai dan lingkungan penanaman yang ideal?",
        "Standar mutu benih cabai rawit dan kondisi lahan yang dianjurkan?"
      ],
      "responses": [
        "Benih direndam dalam air hangat atau larutan ZPT selama 3–6 jam untuk mempercepat perkecambahan. Benih yang tenggelam dipilih untuk disemai. Bibit siap tanam berumur 21–30 hari dengan tinggi 10–15 cm, memiliki 4–5 daun sejati dan kondisi sehat, dipindahkan pagi atau sore hari.",
        "Bibit cabai rawit siap tanam umumnya berumur sekitar 30 hari setelah semai, dengan tinggi tanaman 10–15 cm dan memiliki 6–8 helai daun sejati. Tanaman harus tampak kokoh, berwarna hijau segar, serta bebas dari hama dan penyakit. Akar yang tumbuh baik dalam media semai juga menjadi indikator penting. Pemindahan ke lahan sebaiknya dilakukan pada sore hari untuk menghindari stres akibat panas matahari. Cabai rawit cocok di dataran rendah hingga menengah (0–700 mdpl). Produksi menurun di dataran tinggi karena suhu terlalu dingin.",
        "Beberapa varietas unggulan seperti Bara, Cakra Putih, Dewata, dan Pelita cocok untuk dataran rendah dan memiliki ketahanan terhadap penyakit tertentu. Penyemaian dilakukan 3–4 minggu sebelum tanam ke lahan. Lakukan di pagi hari dengan naungan, suhu ideal 25–30°C, dan kelembaban terjaga.",
        "Salah satu varietas benih hibrida memiliki vigor lebih kuat, produksi 20-30% lebih tinggi, seragam, dan tahan penyakit tertentu. Kelemahannya: harga 3-5x lebih mahal dari lokal dan tidak bisa diperbanyak sendiri karena sifat F1 tidak stabil. Bibit cabai hibrida umumnya memiliki produktivitas tinggi, seragam, dan tahan penyakit, tetapi tidak bisa ditanam ulang karena keturunan keduanya tidak stabil. Sebaliknya, bibit lokal dapat diperbanyak sendiri dan lebih adaptif terhadap kondisi lokal, meskipun hasil panen lebih rendah. Pilihan tergantung pada tujuan budidaya dan kemampuan perawatan petani.",
        "Benih berkualitas berasal dari varietas unggul, daya tumbuh tinggi, bersertifikat, dan tidak cacat fisik. Simpan benih di tempat kering dan sejuk.",
        "Pilih benih yang utuh, tidak keriput, dan tenggelam saat direndam air. Benih unggul memiliki daya kecambah >80%, kemurnian >95%, dan bebas penyakit. Rendam dalam air hangat (50°C) 15 menit untuk uji viabilitas.",
        "Perendaman benih dalam larutan bakterisida (Agrimycin), fungisida (Benlate 0.1%), dan ZPT (misal atonik 0.01%) selama 6-12 jam bertujuan membunuh patogen, memecah dormansi, dan mempercepat perkecambahan. Tanaman cabai rawit memerlukan suhu udara antara 18°C - 30°C untuk tumbuh optimal. Meskipun memiliki toleransi terhadap suhu panas atau dingin, produksi akan lebih baik jika ditanam pada suhu yang sesuai.",
        "Suhu ideal untuk perkecambahan cabai 25–30°C. Suhu rendah memperlambat, suhu terlalu tinggi merusak benih. Gunakan naungan plastik atau green house sederhana.",
        "Bibit cabai rawit siap tanam ketika berumur minimal 30 hari, memiliki 6-8 helai daun, batang kokoh, dan bebas penyakit. Sebelum ditanam, bibit direndam dalam larutan Agrimycin/Benlate untuk mencegah penyakit.",
        "Cabai rawit dapat tumbuh baik di dataran rendah maupun di dataran tinggi yaitu dari 0 – 1.250 meter di atas permukaan air laut, namun pertumbuhan yang optimal dan dapat berproduksi tinggi apabila ditanam pada ketinggian 0 – 500 meter di atas permukaan air laut. Tanaman cabai rawit menghendaki tanah yang gembur, subur atau kaya akan bahan organik dan berdraenasi baik dengan pH tanah antara 6,0 – 7,0. Suhu udara yang dikehendaki berkisar 25°C – 31°C.",
        "Tentukan jenis cabai rawit yang akan di tanam. Apabila kesulitan membeli benih di toko pertanian terdekat, maka pilihlah cabai dari jenis terpilih yang matang (merah), bentuk sempurna, segar, tidak cacat dan tidak terserang penyakit. Keluarkan bijinya dengan mengiris buah secara memanjang, cuci biji lalu keringkan. Pilih biji yang permukaan kulit bersih, tidak keriput dan tidak cacat. Selanjutnya benih yang akan ditanam diseleksi dengan cara merendam dalam air, biji yang terapung dibuang.",
        "Benih cabai bermutu hanya akan dapat diperoleh jika diambil dari tanaman yang sehat, berbuah lebat dan seragam, tidak cacat, dan bebas dari hama penyakit. Selain itu mutu benih juga dipengaruhi oleh tingkat kematangan buah dan posisi benih dalam buah. Benih yang berasal dari buah yang telah benar-benar matang dan letaknya di tengah akan menjelma menjadi tanaman cabai dengan tingkat produksi yang tinggi. Perbandingan untuk dapat memperoleh 1 kg benih dibutuhkan ± 50 kg buah cabai matang dan dalam 1 gram biji terdapat 120 benih biji yang bakal menghasilkan ± 90 tanaman cabai yang bermutu. Benih cabai yang bermutu tinggi itu ditandai dengan ciri-ciri sebagai berikut: • Berdaya kecambah tinggi (lebih dari 80%). • Vigor yang baik, dimana benih dapat tumbuh serentak, cepat, dan sehat. • Murni, tidak bercampur dengan varietas lain. • Bersih, tidak terkena kotoran, atau biji tanaman lainnya. • Sehat, terhindar dari organisme pengganggu tanaman.",
        "Untuk memilih benih yang unggul serta berkualitas, tentunya kita perlu memperhatikan beberapa aspek penting sebelum kita memutuskan untuk membeli benih Cabai yang akan kita tanam. Poin penting yang perlu kita perhatikan untuk mendapatkan benih unggul bermutu serta bersertifikat adalah sebagai berikut: • Memilih benih bermutu serta bersertifikat menjamin keberhasilan usaha tani. • Keturunan serta kemurnian genetik jelas. • Pertumbuhan benih seragam. • Menghasilkan bibit yang sehat dengan akar banyak. • Saat pindah tanam, pertumbuhan jauh lebih cepat. • Panen serempak. • Produktifitas tinggi, sehingga meningkatkan pendapatan petani.",
        "Dari berbagai varietas benih cabai yang ada, dalam penanamanya benih kemudian dibagi menjadi varietas mulai dari dataran rendah sampai tinggi seperti : • Dataran Rendah (Cabai Besar Gada MK F1, Cabai Keriting Moncer F1, Cabai Rawit Dewata F1) • Dataran Rendah – Menengah (Cabai Besar Gada F1, Cabai Keriting PM 999 F1) • Dataran Menengah – Tinggi (Cabai Besar Panex 100 F1, Cabai Besar Pilar F1, Cabai Besar Hot Chilli F1, Cabai Besar Gandewa F1, Cabai Keriting Kastilo F1, Cabai Keriting Tanamo F1, Cabai Rawita F1) • Dataran Rendah – Tinggi (Cabai Keriting Lado F1, Cabai Keriting Laris, Cabai Keriting Taro F1, Cabai Keriting Krida 9 F1, Cabai Keriting Laba F1, Cabai Rawit Bara, Cabai Rawit Dewata 43 F1, Cabai Rawit Pelita F1, Cabai Rawit Taruna",
        "Sebelum disemai, benih cabai diperam terlebih dulu dalam air hangat yang bertujuan untuk menghilangkan hama penyakit dan untuk mempercepat proses perkecambahannya. Selain itu jika ada benih yang mengambang berarti kualitasnya kurang bagus, sehingga bisa segera dipisahkan. Lebih detilnya proses pemeraman biji bisa dilihat pada gambar Pemeraman Biji. Berikut gambar proses pemeraman biji https://i.ibb.co/chNp5Hbj/Screenshot-2025-06-15-at-14-19-15.png",        
        "Yang perlu diperhatikan selama persemaian adalah melakukan penyiraman air setiap hari dan dilakukan pagi hari untuk menjaga kelembaban tanah hingga sampai malam hari. Selama persemaian bila didapati gulma, maka lakukan pembersihan dengan tangan, dan bila terlihat ada indikasi yang terkena hama penyakit, perlu langsung dimusnahkan agar tidak menyerang bibit lainnya yang masih sehat. Untuk perawatan selama pembibitan, benih jangan diberi pupuk, dan kalau tidak ada hama penyakit dan jamur, bibit juga jangan diberikan insektisida. Dan kalau memang harus dilakukan penggunaan insektisida dan fungisida, maka selama pembibitan cukup diberikan setengah dari dosis normal yang dianjurkan. Sebelum bibit dipindahkan ke lapangan juga perlu dilakukan tindakan penguatan bibit (hardening) selama ±7 hari dengan cara membuka atap plastik supaya bibit dapat terkena matahari dan hujan langsung. Ada pun alternatif lain yang dapat kita gunakan selain menggunakan plastic polybag sebagai media semai. Apa itu? Kita dapat menggunakan tray, digunakan sebagai alternatif wadah selain polybag. Jika dihitung-hitung jauh lebih praktis dan efisien seperti pada gambar https://i.ibb.co/39YXhcT2/Screenshot-2025-06-15-at-14-45-26.png. Kita juga dapat menggunakan Cocopeat, merupakan campuran media semai pengganti tanah, selain lebih ramah lingkungan, penggunaan Cocopeat membuat pertumbuhan bibit jauh lebih kuat saat dipindahkan. Cocopeat terbuat dari limbah kelapa seperti pada gambar https://i.ibb.co/1fQPKLjk/Screenshot-2025-06-15-at-14-45-49.png.",
        "Pada tahap pembibitan, hindari untuk memberi pupuk pada persemaian bibit. Dan, beri insektisida atau fungisida setengah dari dosis jika dibutuhkan. Selama tidak ada hama dan penyakit, tidak perlu melakukan penyemprotan Tutup persemaian agar tidak terkena sinar matahari langsung, baru nanti 1 - hari menjelang mau pindah tanam, kita dapat melatih persemaian dengan membuka penutupnya agar terkena sinar matahari. Tujuannya agar benih tidak kaget pada saat pindah tanam nanti.",
        "Benih gagal tumbuh karena media terlalu basah, suhu tidak sesuai, atau kualitas benih buruk. Gunakan benih unggul, rendam sebelum semai, dan jaga kelembaban."
      ],
      "context": ["seleksi_benih", "lingkungan_tanam", "cabai_rawit"]
    },
    {
      "tag": "sejarah_dan_manfaat_cabai",
      "patterns": [
        "Bagaimana sejarah dan pengertian tanaman cabai, serta apa saja manfaat kesehatan dan sebutan lokal cabai di berbagai daerah di Nusantara?",
        "Jelaskan asal-usul dan definisi tanaman cabai rawit beserta khasiat kesehatan dan nama daerahnya",
        "Apa sejarah tanaman cabai di Indonesia dan manfaatnya bagi kesehatan?",
        "Sebutkan pengertian botani cabai rawit dan nama lokalnya di berbagai daerah",
        "Bagaimana latar belakang historis cabai dan sebutan daerahnya di Nusantara?",
        "Apa saja manfaat kesehatan dari cabai rawit dan nama-nama lokalnya?",
        "Ceritakan sejarah introduksi cabai ke Indonesia serta khasiat dan penyebutannya di berbagai daerah",
        "Definisi tanaman cabai rawit menurut botani dan penyebaran namanya di Nusantara",
        "Asal-usul tanaman cabai dan variasi nama daerahnya di Indonesia",
        "Kandungan kesehatan cabai rawit dan sebutan lokalnya di berbagai suku"
      ],
      "responses": [
        "Cabai rawit (Capsicum frutescens L.) adalah jenis tanaman tema atau setengah perdu dengan tinggi 50-120 cm yang dapat hidup hingga 3 tahun. Buahnya kecil, pedas, dan berubah warna dari hijau menjadi merah saat matang. Tanaman ini berasal dari Amerika tropik dan banyak dibudidayakan di Indonesia.",
        "Cabai rawit atau CapsicumfrutescensL. adalah salah satu komoditas sayuran penting yang banyak dibudidayakan di Indonesia. Cabai rawit mengandung senyawa kapsaisin, karotenoid, asam askorbat, minyak atsiri, resin, flavonoid. Prospek cabai rawit cukup menjanjikan untuk pemenuhan konsumen domestik dan permintaan ekspor. Pada tahun 2017-2021, permintaan cabai rawit diproyeksikan mengalami peningkatan sebesar 2,65% tiap tahunnya meliputi kebutuhan bibit, konsumsi, serta bahan baku industri. Sebaliknya, proyeksi produksi cabai rawit diperkirakan mengalami penurunan 0,4% per tahun selama 2017-2021. Kondisi tersebut disebabkan luas panen yang diproyeksikan menurun 0,85% pada rentang tahun yang sama. Apabila produksi cabai lebih rendah dari tingkat konsumsi makaakan terjadi kenaikan harga sehingga dapat mempengaruhi tingkat inflasi, terutama pada musim tertentu dan terjadi hampir setiap tahun. \nKingdom : Plantae \nDivisio : Spermatophyta \nSubdivisio : Angiospermae \nClass : Dicotyledone \nSubclass : Sympetalae \nOrdo : Solanace \nFamilia : Solanaceae \nGenus : Capsicum \nSpesies : Capsicum annuum L",
        "Cabai (Capsicum sp.) merupakan tanaman perdu dari famili terongterongan (Solanaceae) yang dikenal sejak dulu sebagai bumbu masakan. Awalnya tanaman cabai merupakan tanaman liar di hutan-hutan. Tanaman cabai awal mulanya berasal dari benua Amerika. Beberapa suku disana seperti suku Inca (Amerika Selatan), Maya (Amerika Tengah), dan Aztek (Meksiko) menjadikannya sebagai bumbu masakan. Adalah pelaut legendaris Christoper Columbus lah kemudian yang pertama kali berjasa menyebarluaskannya ke Italia, Spanyol, hingga kemudian ke seluruh dunia. Adapun sejarah tanaman cabai sampai kemudian ke Indonesia adalah dikarenakan jasa pelaut berkebangsaan Portugis bernama Ferdinand Magelhaens. Ekspedisinya ini diprakarsai negara Spanyol, dan datang ke Indonesia, tepatnya ke kepulauan Maluku di zaman penjajahan Portugis. Karena memiliki nilai jual yang tinggi, cabai menjadi salah satu komoditas sayuran yang banyak dibudidayakan. Selain fungsi utamanya sebagai penguat rasa, cabai juga memiliki beberapa manfaat untuk kesehatan. Pada buah cabai terkandung antioksidan yang sangat baik untuk melindungi tubuh dari radikal bebas. Cabai juga mengandung zat capcaisin yang berfungsi untuk mengendalikan penyakit kanker. Selain itu, juga terdapat vitamin c yang cukup tinggi pada buah cabai. Namun, meskipun memiliki manfaat bagi kesehatan tubuh, anda juga tetap harus memperhatikan banyaknya cabai yang anda konsumsi supaya tidak menimbulkan gangguan pada lambung anda. Di beberapa daerah di Indonesia, cabai memiliki sebutan yang berbedabeda. contohnya seperti cabe dan cengek (Sunda), lombok (Jawa), cabhi (Madura), campli (Aceh), lasina (Batak Karo), lado (Minangkabau), tabia (Bali), sebia (Sasak/Lombok), rica (Manado), bisa (Sangir), lada (Makasar), siri (Ambon), maricang (Halmahera), rica lamo (Ternate Tidore), maresen (Papua Barat), riksak (Papua Barat)."
      ],
      "context": [
          "sejarah_pertanian", "botani_tanaman", "etnobotani", "kesehatan"
      ]
    },
    {
      "tag": "definisi_penanaman_cabai",
      "patterns": [
        "Apa arti atau definisi dan fungsi penanaman cabai rawit?",
        "Apa yang dimaksud dengan penanaman cabai rawit?",
        "Jelaskan pengertian dan fungsi penanaman dalam budidaya cabai rawit",
        "Definisikan kegiatan penanaman cabai rawit",
        "Apa makna penanaman cabai rawit secara agronomis?",
        "Bagaimana definisi teknis dan fungsi penanaman cabai rawit?",
        "Apa konsep penanaman dan fungsi dalam konteks budidaya cabai?",
        "Sebutkan definisi operasional dan fungsi penanaman cabai rawit",
        "Apa penjelasan tentang proses penanaman cabai rawit?",
        "Bagaimana memahami istilah penanaman untuk cabai rawit?"
      ],
      "responses": [
        "Penanaman merupakan kegiatan memindahkan benih tanaman dari persemaian ke lahan atau areal penanaman hingga tanaman berdiri tegak dan tumbuh secara optimal di lapangan. Tujuannya adalah mendapatkan tanaman dengan pertumbuhan yang optimal di lahan pertanaman. Sasarannya tertanamnya benih tanaman di bedengan yang telah disiapkan dengan jarak tanam yang telah ditentukan agar tanaman tumbuh dengan optimal."
      ],
      "context": ["definisi_teknis", "tahapan_budidaya", "cabai_rawit"]
    },
    {
      "tag": "alat_bahan_penanaman",
      "patterns": [
        "Apa fungsi bahan dan alat penanaman cabai rawit?",
        "Sebutkan perlengkapan dan fungsi yang dibutuhkan untuk menanam cabai rawit",
        "Fungsi bahan dan alat apa saja yang diperlukan dalam penanaman cabai?",
        "Daftar fungsi peralatan untuk kegiatan penanaman cabai rawit",
        "Apa saja material yang dipakai saat menanam cabai rawit?",
        "Tools apa yang harus disiapkan untuk penanaman cabai?",
        "Inventaris bahan dan alat serta fungsi penanaman cabai rawit",
        "Perlengkapan dasar menanam cabai rawit",
        "Apa kebutuhan alat dan bahan saat tanam cabai rawit?",
        "Peralatan wajib untuk budidaya cabai rawit"
      ],
      "responses": [
          "Bahan dan alat untuk menanam antara lain: 1. Air 2. Bibit 3. Tangki Penyiram Tahun 2020 4. Kaleng penampungan sampah/platik polybag 5. Kotak kayu tempat bibit 6. PGPR dan PF 7. Alat tulis. Fungsi bahan dan alat menanam antara lain: 1. Air untuk menyiram setelah penanaman. 2. Bibit sebagai bahan tanam. 3. Kocoran merupakan tangki untuk penyiraman 4. Kaleng untuk menapung bekas polybag 5. Kotak kayu untuk membawa benih tanaman ke lahan 6. Gejig/tugal untuk membuat lubang tanam 7. PGPR dan PF untuk 8. Alat tulis untuk mencatat semua kegiatan yang dilakukan."
      ],
      "context": ["persiapan_tanam", "alat_dan_bahan", "cabai_rawit"]
    },
    {
      "tag": "prosedur_penanaman_cabai",
      "patterns": [
        "Bagaimana proses atau prosedur menanam cabai rawit?",
        "Apa langkah-langkah penanaman cabai rawit yang benar?",
        "Jelaskan tahapan menanam cabai rawit di bedengan",
        "Bagaimana cara melakukan penanaman cabai rawit?",
        "Prosedur lengkap penanaman bibit cabai rawit?",
        "Step by step menanam cabai rawit di polybag",
        "Tahapan teknis penanaman cabai rawit?",
        "Bagaimana metode penanaman cabai rawit yang tepat?",
        "Apa urutan kerja dalam menanam cabai rawit?",
        "Panduan lengkap penanaman cabai rawit?"
      ],
      "responses": [
        "Proses menanam cabai rawit antara lain: 1. Lakukan penanaman pada pagi atau sore hari agar benih tanaman tidak layu akibat terik cahaya matahari. 2. Lakukan penyiraman pada permukaan benih tanaman di polybag. 3. Periksa benih tanaman yang ditanam dan harus diseleksi terlebih dahulu. Batang tanaman harus tumbuh lurus, perakaran banyak dan pertumbuhannya normal. 4. Tanam benih tanaman di bedengan pada lubangtanam, sebatas leher akar dan tanah di sekitarnyadipadatkan agar benih tanaman berdiri kuat. 5. Lakukan penyiraman setelah penanaman denganmenggunakan alat kocor berisi campuran air dan PGPR atau PF dengan perbandingan 20 lt air : 200 ml PGPR/PF. 6. Lakukan pencatatan semua kegiatan. Berikut gambar penanaman cabai rawit https://i.ibb.co/Cj3yjTv/Screenshot-2025-06-05-062703.png",
        "Apabila diinginkan melakukan penanaman tanaman cabai diluar musim tanam seperti musim penghujan, maka untuk menghindari serangan hama penyakit dan lambatnya pertumbuhan dapat dilakukan teknik penanaman sebagai berikut: 1. Penanaman cabai merah dengan penggunaan mulsa plastik perak hitam dan naungan/atap plastik transparan. Dari hasil penelitian didapatkan bahwa penanaman cabai merah di musim hujan dengan naungan plastik dan mulsa plastik hitam memberikan hasil tertinggi. 2. Penanaman cabai merah dalam kultur agregat hidroponik dengan naungan/ atap plastik transparan. Penanaman cabai merah dilakukan dalam kantung plastik (“polybag”) hitam yang berisi media tumbuh berupa campuran pasir dan arang sekam padi (1:1). Untuk larutan hara digunakan larutan pupuk NPK King 21-21-21(2 g/l air) yang disiramkan pada media tumbuh dengan volume 300-600 ml per tanaman, setiap 3 hari. Di samping itu, pupuk pelengkap cair (PPC) Metalik (1 cc/l) diberikan dengan cara disemprotkan pada tanaman.",
        "Sebelum penanaman, garitan-garitan dan lubang pada bedengan diberi pupuk kandang (pupuk kompos), setelah itu diatasnya dimasukan pupuk buatan. Adapun dosis pupuk kandang adalah 20-30 ton/ha dan pupuk NPK King 21-21-21 sebanyak 100 gr/meter. Setelah itu bedengan disiram air dan lalu dipasangi mulsa (Plastik hitam perak). Pemasangan mulsa bertujuan untuk menjaga struktur tanah agar tetap gembur, memelihara kelembaban dan temperatur tanah, menghindari pencucian unsur hara dikala hujan, menekan perkembangan gulma, dan terhindar dari erosi tanah. Plastik hitam perak dapat diganti dengan plastik putih transparan, atau jerami. Namun penggunaan mulsa jenis plastik memiliki kelebihan karena dapat menghindari tanaman cabai dari hama trips, tungau dan virus. Selain itu dengan penggunaan mulsa jenis plastik juga membuat penanaman cabai dapat dilakukan di musim hujan maupun kemarau. Sementara mulsa jerami hanya cocok digunakan pada musim kemarau,  karena kalau digunakan pada musim hujan akan cenderung berat dan basah, suatu kondisi yang disenangi oleh hama penyakit seperti pada gambar https://i.ibb.co/RGwPQVdL/Screenshot-2025-06-15-at-15-19-48.png",
        "Cara menanam cabai pada bedengan: • Tanam pada pagi atau sore hari. • Sehari sebelumnya lahan diairi bersamaan dengan pembuatan lubang pada mulsa. • Lepaskan polybag tanpa merusak akar, lalu tanam dan siram secukupnya (media semai menyatu dengan tanah). • Segera tutup dengan tanah jika akar terlihat. • Jangan ada rongga diantara tanah dan plastik mulsa. Seperti pada gambar https://i.ibb.co/HL5P8XHz/Screenshot-2025-06-15-at-15-20-01.png"
      ],
      "context": ["teknis_budidaya", "tahapan_penanaman", "cabai_rawit"]
    },
    {
      "tag": "kriteria_lokasi_tanam",
      "patterns": [
        "Apa kriteria penanaman dan kondisi lingkungan yang ideal untuk cabai rawit?",
        "Bagaimana syarat tanam dan lingkungan optimal untuk cabai rawit?",
        "Kondisi seperti apa yang ideal untuk menanam cabai rawit?",
        "Apa persyaratan lingkungan untuk tanaman cabai rawit?",
        "Karakteristik lokasi tanam terbaik untuk cabai rawit?",
        "Faktor apa yang harus diperhatikan dalam penanaman cabai rawit?",
        "Bagaimana kriteria penanaman yang cocok untuk cabai rawit?",
        "Kondisi optimal apa saja yang dibutuhkan cabai rawit saat penanaman?",
        "Persyaratan teknis penanaman untuk cabai rawit?",
        "Parameter lingkungan ideal untuk cabai rawit?"
      ],
      "responses": [
        "Cabai rawit ditanam saat awal musim hujan dengan jarak tanam 50x60 cm, dan sebaiknya diberi pupuk dasar sebelum tanam. Cabai rawit tumbuh optimal di suhu 24–32°C dengan curah hujan sedang dan sinar matahari penuh.",
        "Jarak tanam cabai rawit umumnya 60x60 cm atau 70x60 cm, tergantung jenis varietas dan kondisi lahan.",
        "Jarak tanam ideal untuk cabai rawit adalah 50–60 cm antar tanaman dan 60–70 cm antar barisan. Jarak ini memastikan sirkulasi udara cukup dan mengurangi risiko penyakit. Jika terlalu rapat, tanaman berebut nutrisi dan cahaya, serta lebih mudah terserang hama. Di musim hujan, jarak bisa dibuat lebih renggang untuk meminimalkan kelembapan tinggi di antara tanaman.",
        "Penanaman sebaiknya dilakukan pagi atau sore saat cuaca mendung ringan, karena lebih sejuk dan membantu bibit beradaptasi tanpa stres panas.",
        "Tanam bibit sore hari dengan kedalaman 5-7 cm. Celupkan akar dalam larutan fungisida (Benlate 0.1%), letakkan bibit di lubang tanam, timbun dengan tanah gembur tanpa menekan terlalu keras. Lakukan penyulaman 1 minggu setelah tanam.",
        "Pola tanam zigzag atau barisan tunggal dengan jarak tanam 60x60 cm umum digunakan. Pola ini membantu sirkulasi udara dan efisiensi ruang.",
        "Gunakan jarak tanam 40-50 cm (antar tanaman) x 60-70 cm (antar baris) untuk sistem single row. Pada musim hujan, perlebar jarak menjadi 50x60 cm untuk sirkulasi udara lebih baik dan hindari kelembapan tinggi.",
        "Waktu tanam terbaik awal musim kemarau (April-Mei) atau akhir hujan (September-Oktober). Di daerah irigasi teknis bisa ditanam sepanjang tahun dengan pengaturan jarak tanam lebih lebar saat musim hujan.",
        "Pemilihan waktu tanam yang tepat erat hubungannya dengan ketersediaan air yang mencukupi, kapasitas curah hujan, serta hama dan penyakit. Kenapa demikian? Karena apabila tanaman cabai kekurangan air akan menyebabkan kelambatan pertumbuhan, dan untuk jumlah buah yang dihasilkanpun akan berkurang. Sebaliknya apabila kelebihan air dan tanaman cabai tumbuh ditanah yang becek juga akan berpengaruh pada pertumbuhannya dan mudah terkena penyakit terutama yang disebabkan oleh jamur. Curah hujan yang terlalu berlebihan juga membuat bunga cabai berguguran dan buahnya akan banyak yang membusuk. Pemilihan waktu tanam juga berbeda menurut lokasi dan tipe lahan. Untuk lahan yang kering atau tegalan sebaiknya penanaman dilakukan pada awal musim hujan, sementara untuk lahan sawah penanaman dilakukan pada akhir musim hujan.",
        
        "Lokasi tanam ideal adalah dataran rendah–menengah, tanah gembur, curah hujan sedang–tinggi, dan sinar matahari minimal 6–8 jam/hari.",
        "Jarak tanam cabai rawit disesuaikan dengan musim: pada musim hujan dibuat lebih lebar untuk mengurangi kelembapan. Populasi ideal 16.000-17.000 tanaman/ha dengan lebar bedengan 1-1.2 m dan jarak antar tanaman 40-50 cm.",
        "Bibit tanaman cabai rawit yang telah berumur 1 – 1,5 bulan (minimal 4 helai daun) segera ditanam. Penanaman sebaiknya pada sore hari agar tanaman tidak layu. Syarat bibit yang baik untuk ditanam adalah telah berumur 1 – 1,5 bulan, tidak terserang hama dan penyakit, dan pertumbuhan tanaman seragam. Penanaman cabai rawit merah dapat dilakukan dengan jarak tanam 60 cm dalam barisan dan 70 cm antar barisan. Atau dengan jarak tanam 50 cm dalam barisan dan 90 – 100 cm antar barisan. Pada jarak tanam yang telah ditentukan dibuatkan lubang tanam pada mulsa plastik dengan menggunakan kaleng yang dipanaskan. Lubang tanam dibuat dengan kedalaman 15 – 20 cm dengan diameter 20 – 25 cm, dan dibiarkan satu malam baru kemudian keesokan harinya bibit dapat ditanam.",
        "Cabai rawit bisa ditanam di pot berukuran 30–40 cm dengan media campuran tanah, pupuk kandang, dan sekam. Penyiraman lebih sering karena media cepat kering."
      ],
      "context": [
        "kondisi_tumbuh", 
        "teknik_penanaman", 
        "cabai_rawit",  
        "teknik_penanaman",
        "waktu_tanam",
        "jarak_tanam",
        "pola_tanam"]
    },
    {
      "tag": "definisi_pemupukan_cabai",
      "patterns": [
        "Apa arti atau definisi dan tujuan pemupukan/memupuk cabai rawit?",
        "Apa yang dimaksud dengan pemupukan dalam budidaya cabai rawit?",
        "Jelaskan pengertian dan tujuan pemupukan untuk tanaman cabai rawit",
        "Definisikan kegiatan memupuk cabai rawit",
        "Apa makna pemupukan secara agronomis untuk cabai?",
        "Bagaimana definisi teknis dan tujuan pemupukan cabai rawit?",
        "Apa konsep dan tujuan pemupukan dalam konteks cabai rawit?",
        "Sebutkan definisi operasional pemupukan cabai",
        "Apa penjelasan dan tujuan tentang proses pemupukan cabai rawit?",
        "Bagaimana memahami istilah pemupukan untuk cabai rawit?"
      ],
      "responses": [
        "Pemupukan/memupuk adalah penambahan unsur hara ke dalam tanah apabila kandungan unsur hara dalam tanah tidak mencukupi untuk mendukung pertumbuhan tanaman secara optimal. Tujuannya adalah menyediakan hara tanah agar memenuhi kebutuhan hara tanaman sehingga dapat menjamin pertumbuhan tanaman secara optimal dan berproduksi dengan mutu yang optimal pula. Sasarannya supaya terpenuhinya kebutuhan hara tanaman sehingga dapat menjamin pertumbuhan tanaman secara optimal dan berproduksi dengan mutu yang optimal."
      ],
      "context": ["definisi_teknis", "manajemen_hara", "cabai_rawit"]
    },
    {
      "tag": "alat_bahan_pemupukan",
      "patterns": [
        "Apa fungsi bahan dan alat pemupukan/memupuk cabai rawit?",
        "Sebutkan perlengkapan untuk memupuk cabai rawit",
        "Fungsi bahan dan alat apa saja yang dibutuhkan saat pemupukan cabai?",
        "Daftar peralatan pemupukan cabai rawit",
        "Material apa yang digunakan untuk memupuk cabai?",
        "Tools pemupukan cabai rawit",
        "Inventaris bahan pupuk dan alat aplikasi untuk cabai",
        "Perlengkapan dasar pemupukan cabai rawit",
        "Apa kebutuhan, fungsi alat dan bahan saat memupuk cabai?",
        "Peralatan wajib untuk pemupukan cabai"
      ],
      "responses": [
         "Bahan dan alat antara lain: 1. Pupuk organik yang sudah difermentasi 20 ton 2. Pupuk anorganik (Urea, ZA, SP36, Kamas) 3. Pupuk pelengkap cair 4. Tugal 5. Ember 6. Alat tulis. Fungsi pemupukan antara lain: 1. Pupuk organik untuk memperbaiki tekstur danstruktur tanah 2. Pupuk anorganik, sebagai unsur tambahanhara/nutrisi yang dibutuhkan tanaman dalambentuk pupuk tunggal maupun majemuk 3. Pupuk pelengkap cair untuk mengatasi kekurangan jumlah unsur hara mikro yang diperlukan tanaman. 4. Tugal untuk membuat lubang pupuk. 5. Ember sebagai tempat/wadah pupuk 6. Alat tulis untuk mencatat semua kegiatan."
      ],
      "context": ["manajemen_pemupukan", "alat_dan_bahan", "cabai_rawit"]
    },
    {
      "tag": "prosedur_pemupukan_cabai",
      "patterns": [
        "Bagaimana proses atau prosedur pemupukan/memupuk cabai rawit?",
        "Apa langkah-langkah pemupukan cabai rawit yang benar?",
        "Jelaskan teknik pemupukan cabai rawit",
        "Bagaimana cara memupuk cabai rawit?",
        "Prosedur lengkap aplikasi pupuk untuk cabai rawit",
        "Step by step pemupukan cabai rawit",
        "Tahapan teknis pemberian pupuk cabai",
        "Metode apa yang digunakan untuk memupuk cabai rawit?",
        "Apa urutan kerja dalam pemupukan cabai rawit?",
        "Panduan aplikasi pupuk cabai rawit"
      ],
      "responses": [
          "Proses pemupukan antara lain: 1. Lakukan pemupukan sesua dosis dan waktu yang sudah ditentukan. 2. Gunakan jumlah pupuk berdasarkan dosis dan waktu yang telah ditentukan seperti yang tercantum pada tabel berikut: https://i.ibb.co/Hw96rLr/Screenshot-2025-06-05-064432.png 3. Aplikasi pupuk dengan cara di tugal di samping tanaman dengan jarak sekitar 10 cm 4. Setiap kegiatan yang dilaksanakan harus tercatat. Gambar pemupukan https://i.ibb.co/M5t84CQz/Screenshot-2025-06-05-064655.png",
          "Pemupukan cabai rawit dilakukan dengan pupuk dasar (pupuk kandang 10-15 ton/ha), susulan I (1 bulan setelah tanam: Urea 80kg, SP-36 20kg, KCl 60kg), susulan II (2.5 bulan: Urea 85kg, SP-36 30kg, KCl 60kg), dan susulan III (4 bulan: Urea 85kg, SP-36 35kg, KCl 65kg).",
          "Pemupukan disesuaikan dengan kondisi lahan setempat. Kebutuhan pupuk meliputi pupuk kandang 10 – 30 ton/ha, urea 200 – 300 kg/ha, SP 36 200 – 300 kg/ha dan KCl 150 – 250 kg/ha. Jika kondisi tanah terlalu masam dapat diberikan dolomit sebanyak 2,5 ton/ha. Pemberian pupuk kandang dan dolomit (kapur pertanian) dilakukan pada saat pembuatan bedengan, yaitu 2 – 3 minggu sebelum tanam, dengan cara seluruh dosis pupuk kandang dan dolomit ditaburkan tipis dipermukaan tanah kemudian dicampur rata dengan tanah. Sedangkan pupuk anorganik sebagai pupuk dasar diberikan dengan cara membuat larikan berjarak sekitar 30 cm dari tepi bedeng dengan kedalaman 10 – 15 cm, kemudian taburkan pupuk secara merata pada larikan tersebut. Pemberian pupuk dasar ini dilakukan sebelum pemasangan mulsa plastik hitam perak sebanyak setengah dosis. Kemudian mulsa plastik hitam perak dipasang. Pemberian mulsa plastik hitam perak selain dimaksudkan untuk menekan pertumbuhan gulma juga membantu menjaga kelembaban tanah dan untuk mengurangi populasi hama. Pemupukan susulan diberikan pada saat tanaman berumur satu bulan yaitu setengah dosis sisanya, dengan cara dikocor. Setiap tanaman disiram dengan 150 – 250 ml larutan pupuk. Larutan pupuk dibuat dengan mengencerkan 1,5 – 3 kg pupuk anorganik dalam 100 liter air. Karena tanaman cabai rawit merupakan tanaman tahunan yang masih dapat berproduksi sampai 2 – 3 tahun, maka sebaiknya dilakukan pemupukan ulang sesuai kebutuhan agar produksinya terus bertahan.",
          "Terdapat dua macam teknik pemberian pupuk yang dapat digunakan yaitu 1. Pemupukan Dasar: Tambahkan pupuk organik seperti kompos ataupupuk kandang yang telah matang ke dalam tanah. Dosis yang dianjurkan adalah sekitar 20 ton per hektar. Pupuk organik ini meningkatkan kesuburan tanah dan menyediakan nutrisi yang dibutuhkan oleh tanaman cabai. 2. Pemberian Pupuk Anorganik: Tambahkan pupuk anorganik seperti NPK dengan dosis yang sesuai. Pemberian pupuk ini bertujuan untuk menyediakan unsur hara makro dan mikro yang penting bagi pertumbuhan tanaman.",
          "Proses pemupukannya antara lain: • Pupuk susulan diberikan 2 minggu setelah tanam, dengan dikocorkan bisa dengan NPK ½ gelas diencerkan dengan air 1 ember (10 liter) untuk pemupukan 40 tanaman. • Pemupukan diulangi tiap 10-14 hari sekali tergantung kondisi tanaman. Semakin subur semakin lama intervalnya. Umur 50-65 hari dan 115 hari diberi pupuk susulan granular (sebar) sebanyak 1 sendok."
      ],
      "context": ["teknik_aplikasi", "manajemen_hara", "cabai_rawit"]
    },
    {
      "tag": "pengaruh_kriteria_pemupukan_cabai",
      "patterns": [
        "Bagaimana pengaruh dan kriteria pemupukan tanaman cabai rawit?",
        "Apa efek dan standar pemupukan cabai rawit?",
        "Jelaskan dampak dan parameter pemupukan cabai",
        "Bagaimana kriteria dan hasil pemupukan cabai rawit?",
        "Apa pengaruh pemupukan terhadap pertumbuhan cabai?",
        "Sebutkan standar teknis pemupukan cabai rawit",
        "Faktor apa yang mempengaruhi efektivitas pemupukan cabai?",
        "Bagaimana hubungan antara pemupukan dan produktivitas cabai?",
        "Apa indikator pemupukan yang tepat untuk cabai rawit?",
        "Kriteria dan dampak pemupukan cabai rawit?"
      ],
      "responses": [
        "Pupuk susulan diberikan 7–10 hari setelah tanam, lalu rutin setiap 2 minggu dengan pupuk NPK, organik cair, atau pupuk daun sesuai kebutuhan tanaman. Pupuk susulan I (umur 1 MST): 5 gr urea + 3 gr KCl per tanaman. Susulan II (2.5 MST): 7 gr NPK 15-15-15. Susulan III (4 MST): 8 gr NPK + 2 gr KNO3. Aplikasi dengan cara ditugal atau dikocor.",
        "Pupuk ini diberikan pada jarak tertentu dari batang tanaman untuk menghindari kerusakan akar. Frekuensi pemupukan biasanya setiap 2-3 minggu sekali, tergantung kondisi tanaman dan kesuburan tanah. Selain itu, pemupukan daun atau foliar dengan larutan pupuk khusus dapat dilakukan untuk memberikan nutrisi tambahan secara cepat. Dengan pemupukan yang tepat dan teratur, tanaman cabai dapat tumbuh subur, menghasilkan buah yang lebat, dan memiliki kualitas yang baik.",
        "Ketersediaan unsur-unsur hara, baik hara makro (N, P, K, Ca, Mg dan S) ataupun hara mikro (Zn, Fe, Mn, Co, dan Mo) yang cukup dan seimbang dalam tanah merupakan faktor penting untuk mendapatkan hasil cabai yang tinggi dengan kualitas yang baik. Setiap unsur hara mempunyai peran spesifik di dalam tanaman. Kekurangan atau kelebihan unsur hara dapat menghambat pertumbuhan tanaman dan menurunkan hasil. Jenis pupuk yang digunakan untuk menambah hara N, P, K dan S adalah Urea, ZA, TSP/SP-36, KCl, ZK (K2SO4). Untuk menambah hara Ca dan Mg dengan pemberian kapur atau dolomit. Sebagai sumber hara mikro umumnya dari pupuk kandang atau kompos.",
        "Pupuk kandang sebanyak 15–20 ton/ha diberikan saat persiapan lahan, dicampur merata ke dalam tanah untuk meningkatkan kesuburan dan mikroorganisme tanah.",
        "Pupuk hayati mengandung mikroorganisme hidup yang meningkatkan ketersediaan unsur hara. Dapat diaplikasikan pada awal tanam dan saat pertumbuhan vegetatif.",
        "Pupuk organik cair meningkatkan pertumbuhan dan kesehatan tanaman. Aplikasikan setiap 1–2 minggu, disiram ke tanah atau disemprot ke daun.",
        "Pupuk daun mempercepat pertumbuhan vegetatif dan memperbaiki warna daun. Semprot pagi/sore dengan dosis sesuai label, hindari pencampuran berlebihan.",
        "Gejala kekurangan fosfor ditandai daun ungu kehijauan dan pertumbuhan lambat. Tambahkan SP-36 atau pupuk kandang fermentasi kaya fosfor."
      ],
      "context": ["manajemen_hara", "teknik_aplikasi", "fisiologi_tanaman"]
    },
    {
      "tag": "hama_thrips",
      "patterns": [
        "Apa itu hama Thrips dan gejala atau ciri-ciri serangan terkena hama Thrips (Thrips parvispinus Karny)?",
        "Jelaskan tentang hama Thrips parvispinus dan tanda-tanda serangannya",
        "Bagaimana ciri-ciri tanaman cabai yang terserang Thrips?",
        "Apa gejala serangan Thrips parvispinus pada cabai rawit?",
        "Sebutkan karakteristik hama Thrips dan dampak serangannya",
        "Bagaimana mengenali serangan Thrips pada tanaman cabai?",
        "Apa itu Thrips parvispinus dan bagaimana gejalanya di tanaman?",
        "Deskripsikan hama Thrips dan indikator serangannya",
        "Ciri-ciri fisik Thrips dan tanda tanaman terserang",
        "Apa efek serangan Thrips parvispinus pada cabai?"
      ],
      "responses": [
        "Thrips (Thrips parvispinus Karny) banyak di musim kemarau. Serangga dewasa sangat kecil sekitar 1mm, berwarna kuning sampai coklat kehitaman. Betina mempunyai 2 pasang sayap yang halus dan berumbai seperti sisir bersisi dua. Hama ini mempunyai banyak inang bersifat kosmopolit tersebar luas di Indonesia. Hama ini berkembang pesat di musim kemarau karena populasinya lebih tinggi sedangkan pada musim penghujan populasinya berkurang. Dampak langsung serangan: Hama menyerang tanaman dengan menghisap cairan permukaan bawah daun (terutama daun-daun muda). Serangan ditandai dengan adanya bercak-bercak putih/keperak-perakan. Daun yang terserang berubah warna menjadi coklat tembaga, mengeriting atau keriput dan akhirnya mati. Pada serangan berat menyebabkan daun, tunas atau pucuk menggulung ke dalam dan muncul benjolan seperti tumor, pertumbuhan tanaman terhambat dan kerdil bahkan pucuk tanaman menjadi mati. Secara tidak langsung: trips merupakan vektor penyakit virus mosaik dan virus keriting."
      ],
      "context": ["hama_tanaman", "pengendalian_OPT", "cabai_rawit"]
    },
    {
      "tag": "pengendalian_thrips",
      "patterns": [
        "Bagaimana cara pengendalian hama Thrips (Thrips parvispinus Karny)?",
        "Apa metode pengendalian Thrips parvispinus pada cabai?",
        "Jelaskan teknik pengelolaan hama Thrips",
        "Bagaimana mengontrol populasi Thrips di tanaman cabai?",
        "Sebutkan cara membasmi Thrips parvispinus",
        "Teknik apa yang efektif melawan Thrips pada cabai rawit?",
        "Pengendalian hama Thrips secara terpadu",
        "Cara mengatasi serangan Thrips di kebun cabai",
        "Metode pencegahan dan penanganan Thrips",
        "Strategi pengendalian Thrips parvispinus Karny"
      ],
      "responses": [
        "Pengendalian hama Thrips (Thrips parvispinus Karny) antara lain: 1). Kultur Teknis 2). Fisik Mekanis 3). Hayati dengan pemanfaatan musuh alami yang potensial untuk mengendalikan hama trips. 4). Kimiawi dengan pestisida digunakan apabila populasi trips.",
        "Proses kultur teknis pengendalian hama Thrips antara lain: 1). Penggunaan mulsa plastik perak- perak yang dikombinasikan dengan tanaman perangkap caisin yang ditanam di sekeliling tanaman cabai rawit, karena caisin lebih disukai oleh kutu daun persik daripada tanaman cabai. Cara ini cukup efektif untuk menunda serangan yang biasanya terjadi pada umur 14 HST. Penggunaan mulsa plastik perak-perak juga dapat mencegah trips mencapai tanah untuk berpupa, sehingga daur hidup thrips menjadi terputus. 2). Penaman tumpang sari dengan kubis atau tomat menekan trips. 3). Sanitasi dan pemusnahan bagian tanaman yang terserang trips.",
        "Secara fisik mekanis pengendalian hama Thrips adalah penggunaan perangkap likat warna biru atau putih sebanyak 40 buah per ha atau 2 buah per 500 m2, dan dipasang sejak tanaman berumur 2 minggu. Perangkap likat dapat dibuat dari potongan paralon berdiameter 10 cm dan panjang ± 15 cm, kemudian di cat putih atau biru, digantungkan di atas tanaman cabai. Lem yang digunakan berupa lem kayu yang diencerkan atau vaselin, lem dipasang setiap seminggu sekali.",
        "Secara hayati pengendalian hama Thrips adalah pemanfaatan musuh alami yang potensial untuk mengendalikan hama trips, antara lain predator kumbang Coccinellidae, tungau, predator larva Chrysopidae, kepik Anthocoridae dan patogen Entomophthora sp.",
        "Pestisida digunakan apabila populasi trips atau kerusakan tanaman telah mencapai ambang pengendalian (serangan mencapai lebih atau sama dengan 15% per tanaman contoh) atau cara-cara pengendalian lainnya tidak dapat menekan populasi hama. Pengendalian juga dapat dilakukan dengan menggunakan pestisida alami antara lain yang berasal dari gadung (Diąscorea hispida), mimba, dan tagetes."
      ],
      "context": ["pengendalian_hama", "pht", "cabai_rawit"]
    },
    {
      "tag": "hama_tungau_kuning",
      "patterns": [
        "Apa itu hama gejala atau ciri-ciri serangan terkena hama Tungau Kuning (Polyphagotarsonemus latus Banks)?",
        "Jelaskan tentang hama Polyphagotarsonemus latus dan tanda-tanda serangannya",
        "Bagaimana ciri-ciri tanaman cabai yang terserang Tungau Kuning?",
        "Apa gejala serangan Polyphagotarsonemus latus pada cabai rawit?",
        "Sebutkan karakteristik hama Tungau Kuning dan dampak serangannya",
        "Bagaimana mengenali serangan Tungau Kuning pada tanaman cabai?",
        "Apa itu Polyphagotarsonemus latus dan bagaimana gejalanya di tanaman?",
        "Deskripsikan hama Tungau Kuning dan indikator serangannya",
        "Ciri-ciri fisik Tungau Kuning dan tanda tanaman terserang",
        "Apa efek serangan Polyphagotarsonemus latus pada cabai?"
      ],
      "responses": [
        "Hama ini bertungkai 8, berukuran sekitar 0,25 mm, nimfa bertungkai 6, lunak transparan dan berwarna hijau kekuningan. Tungau bersifat polifag dengan inang lebih 57 jenis tanaman. Siklus hidup sekitar 15 hari dengan kemampuan bertelur 40 butir. Hama menghisap cairan tanaman dan menyebabkan kerusakan, sehingga terjadi perubahan bentuk menjadi abnormal seperti daun menebal dan perubahan warna daun menjadi tembaga/kecoklatan, terpuntir, menyusut serta keriting, tunas dan bunga gugur. Pada awal musim kemarau biasanya serangan bersamaan dengan serangan trips dan kutu daun."
      ],
      "context": ["hama_tanaman", "tungau", "cabai_rawit"]
    },
    {
      "tag": "pengendalian_tungau_kuning",
      "patterns": [
        "Bagaimana cara pengendalian hama Tungau Kuning (Polyphagotarsonemus latus Banks)?",
        "Apa metode pengendalian Polyphagotarsonemus latus pada cabai?",
        "Jelaskan teknik pengelolaan hama Tungau Kuning",
        "Bagaimana mengontrol populasi Tungau Kuning di tanaman cabai?",
        "Sebutkan cara membasmi Polyphagotarsonemus latus",
        "Teknik apa yang efektif melawan Tungau Kuning pada cabai rawit?",
        "Pengendalian hama Tungau Kuning secara terpadu",
        "Cara mengatasi serangan Tungau Kuning di kebun cabai",
        "Metode pencegahan dan penanganan Tungau Kuning",
        "Strategi pengendalian Polyphagotarsonemus latus Banks"
      ],
      "responses": [
        "Pengendalian hama Tungau Kuning (Polyphagotarsonemus latusBanks) antara lain: 1). Kultur Teknis 2). Hayati 3). Kimiawi",
        "Secara kultur teknis pengendalian hama Tungau Kuning (Polyphagotarsonemus latusBanks) adalah Sanitasi bagian dengan mengeradikasi tanaman terserang dan memusnahkannya. Pengairan yang cukup mengurangi populasi hama ini.",
        "Secara hayati pengendalian hama Tungau Kuning (Polyphagotarsonemus latusBanks) adalah pemanfaatan musuh alami (predator Amblyseius cucumeris), dan cendawan antagonis Beuveria bassiana",
        "Secara kimiawi pengendalian hama Tungau Kuning (Polyphagotarsonemus latusBanks) adalah apabila cara lain tidak dapat menekan populasi hama, dapat diaplikasikan dengan pestisida efektif yang terdaftar dan diizinkan Mentan, yaitu apabila hasil pengamatan intensitas serangan ≥ 15% per tanaman contoh."
      ],
      "context": ["pengendalian_hama", "tungau", "cabai_rawit"]
    },
    {
      "tag": "hama_lalat_buah",
      "patterns": [
        "Apa itu hama dan gejala atau ciri-ciri serangan terkena Lalat Buah (Bactrocera sp)?",
        "Jelaskan tentang hama Bactrocera sp dan tanda-tanda serangannya",
        "Bagaimana ciri-ciri tanaman cabai yang terserang Lalat Buah?",
        "Apa gejala serangan Bactrocera sp pada cabai rawit?",
        "Sebutkan karakteristik hama Lalat Buah dan dampak serangannya",
        "Bagaimana mengenali serangan Lalat Buah pada tanaman cabai?",
        "Apa itu Bactrocera sp dan bagaimana gejalanya di tanaman?",
        "Deskripsikan hama Lalat Buah dan indikator serangannya",
        "Ciri-ciri fisik Lalat Buah dan tanda tanaman terserang",
        "Apa efek serangan Bactrocera sp pada cabai?"
      ],
      "responses": [
        "Serangga dewasa mirip lalat rumah berukuran sekitar 0,7 mm dan rentang sayap 13-15 mm. Toraks/dada berwarna jingga, merah kecoklatan dan terdapat 2 garis membujur. Abdomen terdapat 2 garis melintang dan satu garis membujur seolah-olah membentuk huruf Т. Seekor betina mampu bertelur 1.200-1.500 butir dengan siklus hidup sekitar 25 hari. Terbang di sela-sela tanaman pada siang atau sore hari. Buah cabai rawit yang terserang ditandai dengan adanya lubang titik hitam pada bagian pangkal buah, tempat serangga betina meletakkan telurnya. Jika buah cabai dibelah, di dalamnya terdapat larva lalat buah. Larva tersebut membuat saluran di dalam buah dengan memakan daging buah serta menghisap cairan buah dan menyebabkan terjadinya infeksi oleh OPT lain sehingga buah menjadi busuk dan gugur sebelum larva berubah menjadi pupa. Serangan berat terjadi pada musim hujan, disebabkan oleh bekas tusukan ovipositor serangga betina terkontaminasi oleh bakteri sehingga buah yang terserang menjadi busuk dan jatuh ke tanah."
      ],
      "context": ["hama_buah", "pengendalian_OPT", "cabai_rawit"]
    },
    {
      "tag": "pengendalian_lalat_buah",
      "patterns": [
        "Bagaimana cara pengendalian hama Lalat Buah (Bactrocera sp)?",
        "Apa metode pengendalian Bactrocera sp pada cabai?",
        "Jelaskan teknik pengelolaan hama Lalat Buah",
        "Bagaimana mengontrol populasi Lalat Buah di tanaman cabai?",
        "Sebutkan cara membasmi Bactrocera sp",
        "Teknik apa yang efektif melawan Lalat Buah pada cabai rawit?",
        "Pengendalian hama Lalat Buah secara terpadu",
        "Cara mengatasi serangan Lalat Buah di kebun cabai",
        "Metode pencegahan dan penanganan Lalat Buah",
        "Strategi pengendalian Bactrocera sp"
      ],
      "responses": [
        "Pengendalian hama Lalat Buah (Bactrocera sp) antara lain: 1). Fisik Mekanis 2). Hayati 3). Kimiawi",
        "Secara fisik mekanis hama lalat buah diatasi dengan cara sebagai berikut: 1). Tanah dicangkul atau dibajak sehingga kepompong lalat buah yang ada di dalam tanah akan mati terkena sinar matahari. 2). Mengumpulkan buah yang terserang kemudian dimusnahkan dengan cara dibakar.",
        "Secara hayati hama lalat buah diatasi dengan cara sebagai berikut: 1). Penggunaan perangkap dengan atraktan etil eugenol (ME) misalnya petrogenol, minyak selasih dengan dosis 1 ml/perangkap (18 unit/ha). Perangkap dipasang pada ketinggian 2-3 m dari tanah, mulai tanaman berumur 2 minggu sampai akhir panen dan atraktan ditambah setiap 2 minggu sekali. 2). Pelepasan serangga jantan mandul yang telah diradiasi ke lapangan dalam jumlah besar sehingga diharapkan dapat mengurangi keberhasilan perkawinan dengan lalat fertil dan akhirnya populasi lalat buah dapat berkurang. 3). Pemanfaatan musuh alami yang potensial untuk mengendalikan hama lalat buah, antara lain parasitoid larva dan pupа (Biosteres sp, Opius sp), predator semut, Arachnidae (laba-laba), Staphylinidae (kumbang) dan Dermatera (Cocopet).",
        "Pengendalian secara kimiawi hama lalat buah adalah dilakukan apabila cara-cara pengendalian lainnya tidak dapat menekan populasi hama, sehingga digunakan pestisida yang efektif sesuai anjuran, terdaftar dan diizinkan Mentan."
      ],
      "context": ["pengendalian_hama", "lalat_buah", "cabai_rawit"]
    },
    {
      "tag": "hama_kutu_daun_persik",
      "patterns": [
        "Apa itu hama Kutu Daun Persik (Myzus persicae Sulz) dan gejala atau ciri-ciri serangan terkena hama Kutu Daun Persik?",
        "Jelaskan tentang Myzus persicae dan tanda-tanda serangannya",
        "Bagaimana ciri-ciri tanaman cabai yang terserang Kutu Daun Persik?",
        "Apa gejala serangan Myzus persicae pada cabai rawit?",
        "Sebutkan karakteristik Kutu Daun Persik dan dampak serangannya",
        "Bagaimana mengenali serangan Myzus persicae pada tanaman cabai?",
        "Apa itu Myzus persicae Sulz dan bagaimana gejalanya di tanaman?",
        "Deskripsikan hama Kutu Daun Persik dan indikator serangannya",
        "Ciri-ciri fisik Kutu Daun Persik dan tanda tanaman terserang",
        "Apa efek serangan Myzus persicae pada cabai?"
      ],
      "responses": [
        "Serangga dewasa bersayap warna hitam, berantena sepanjang tubuhnya dengan ukuran tubuh 2-2,5 mm, berwarna kemerahan, dan serangga tidak bersayap berwarna merah, kuning atau hijau. Berkembang biak secara partenogenesis dengan siklus hidup antara 10-12 hari dan mampu menghasilkan keturunan 50 ekor. Hama ini bersifat polifag dengan inang lebih dari 400 jenis tanaman. Tanaman yang terserang kutu daun persik menjadi keriput, pertumbuhan tanaman kerdil, warna daun kekuningan, terpuntir, layu dan akhirnya mati. Kutu daun ini merupakan vektor lebih dari 150 strain virus, terutama penyakit virus CMV dan PVY. Ledakan hama biasanya terjadi pada musim kemarau. Hama ini hidupnya berkelompok dan berada di bawah permukaan daun. Menyerang tanaman dengan cara menghisap cairan daun muda dan bagian pucuk tanaman. Cairan yang dikeluarkan kutu daun ini mengandung madu yang dapat mendorong tumbuhnya cendawan jelaga pada daun sehingga menghambat proses fotosintesis."
      ],
      "context": ["hama_pengisap", "vektor_virus", "cabai_rawit"]
    },
    {
      "tag": "pengendalian_kutu_daun_persik",
      "patterns": [
        "Bagaimana cara pengendalian hama Kutu Daun Persik (Myzus persicae Sulz)?",
        "Apa metode pengendalian Myzus persicae pada cabai?",
        "Jelaskan teknik pengelolaan hama Kutu Daun Persik",
        "Bagaimana mengontrol populasi Kutu Daun Persik di tanaman cabai?",
        "Sebutkan cara membasmi Myzus persicae Sulz",
        "Teknik apa yang efektif melawan Kutu Daun Persik pada cabai rawit?",
        "Pengendalian hama Kutu Daun Persik secara terpadu",
        "Cara mengatasi serangan Kutu Daun Persik di kebun cabai",
        "Metode pencegahan dan penanganan Kutu Daun Persik",
        "Strategi pengendalian Myzus persicae Sulz"
      ],
      "responses": [
        "Pengendalian hama Kutu Daun Persik (Myzus persicae Sulz) antara lain: 1). Kultur Teknis 2). Fisik Mekanis 3). Hayati 4). Kimiawi",
        "Secara kultur teknis Kutu Daun Persik (Myzus persicae Sulz) diatasi dengan cara sebagai berikut: 1). Melakukan eradikasi gulma dan bagian-bagian tanaman yang terserang, kemudian dibakar. 2). Tumpangsari cabai rawit dengan bawang daun, dapat menekan serangan hama kutu daun persik karena bawang daun bersifat sebagai pengusir hama ini. 3). Penggunaan tanaman perangkaр, seperti tanaman caisin yang ditanam di sekeliling tanaman cabai rawit. Jika populasi hama cukup tinggi, dilakukan penyemprotan pestisida pada tanaman perangkap saja (caisin).",
        "Secara fisik mekanis Kutu Daun Persik (Myzus persicae Sulz) dengan cara sebagai berikut: 1). Penggunaan kain kasa pada bedengan. 2). Pemusnahan kelompok telur, larva atau pupa dan bagian tanaman yang terserang. 3). Penggunaan perangkap feromonoid seks untuk ngengat sebanyak 40 unit per ha atau 2 unit per 500 m2. Pemasangan perangkap dilakukan sejak tanaman berumur 2 minggu.",
        "Secara hayati Kutu Daun Persik (Myzus persicae Sulz) dengan pemanfaatan musuh alami patogen Sl. NPV (Spodoptera litura-Nuclear Polyhedrosis Virus), Bacillus thuringiensis, Beauveria bassiana, cendawan cordisep, Nematoda steinerma, predator Sycanus sp, parasitoid Apanteles sp, Telenomus Spodopterae dan Peribeae sp.",
        "Secara kimiawi Kutu Daun Persik (Myzus persicae Sulz), jika intensitas kerusakan daun akibat serangan ulat grayak telah mencapai lebih atau sama dengan 12,5% per tanaman contoh, maka pertanaman cabai disemprot dengan pestisida yang terdaftar dan diizinkan Mentan."
      ],
      "context": ["pengendalian_hama", "kutu_daun", "cabai_rawit"]
    },
    {
      "tag": "hama_kutu_kebul",
      "patterns": [
        "Apa itu hama Kutu Kebul (Bemisia tabaci) dan gejala atau ciri-ciri serangan terkena hama Kutu Kebul?",
        "Jelaskan tentang Bemisia tabaci dan tanda-tanda serangannya",
        "Bagaimana ciri-ciri tanaman cabai yang terserang Kutu Kebul?",
        "Apa gejala serangan Bemisia tabaci pada cabai rawit?",
        "Sebutkan karakteristik Kutu Kebul dan dampak serangannya",
        "Bagaimana mengenali serangan Bemisia tabaci pada tanaman cabai?",
        "Apa itu Bemisia tabaci dan bagaimana gejalanya di tanaman?",
        "Deskripsikan hama Kutu Kebul dan indikator serangannya",
        "Ciri-ciri fisik Kutu Kebul dan tanda tanaman terserang",
        "Apa efek serangan Bemisia tabaci pada cabai?"
      ],
      "responses": [
         "Imago tubuhnya berukuran 1-1,5 mm, berwarna putih, dan sayapnya jernih ditutupi lapisan lilin yang bertepung sehingga kalau terbang terlihat seperti kebul putih. Serangga dewasa berkelompok pada permukaan daun dan yang betina mampu menghasilkan telur sekitar 160 butir. Siklus hidup antara 21,7 - 24,7 hari. Kutu kebul bersifat polifag dengan tanaman inang sekitar 67 famili dan 600 spesies. Serangan pada daun berupa bercak nekrotik, akibat serangan nimfa dan serangga dewasa. Pada saat populasi tinggi, serangan kutu kebul dapat menghambat pertumbuhan tanaman. Sekresi yang dikeluarkan oleh kutu Kebul dapat menimbulkan serangan jamur jelaga yang berwarna hitam, menyerang berbagai stadia tanaman."
      ],
      "context": ["hama_pengisap", "vektor_virus", "cabai_rawit"]
    },
    {
      "tag": "pengendalian_kutu_kebul",
      "patterns": [
        "Bagaimana cara pengendalian hama Kutu Kebul (Bemisia tabaci)?",
        "Apa metode pengendalian Bemisia tabaci pada cabai?",
        "Jelaskan teknik pengelolaan hama Kutu Kebul",
        "Bagaimana mengontrol populasi Kutu Kebul di tanaman cabai?",
        "Sebutkan cara membasmi Bemisia tabaci",
        "Teknik apa yang efektif melawan Kutu Kebul pada cabai rawit?",
        "Pengendalian hama Kutu Kebul secara terpadu",
        "Cara mengatasi serangan Kutu Kebul di kebun cabai",
        "Metode pencegahan dan penanganan Kutu Kebul",
        "Strategi pengendalian Bemisia tabaci"
      ],
      "responses": [
        "Pengendalian hama Kutu Kebul (Bemisia tabaci) antara lain: 1). Kultur Teknis 2). Fisik Mekanis 3). Biologi 4). Kimiawi",
        "Secara kultur teknis pengendalian hama Kutu Kebul (Bemisia tabaci) sebagai berikut: 1). Penanaman tanaman penghalang dipinggir lahan (barrier) seperti jagung, orok-orok dan kacang panjang guna mengurangi kutu kebul masuk ke pertanaman dan berfungsi memperbanyak populasi musuh alami. 2). Pergiliran tanaman dengan tanaman bukan ianang virus terutama bukan famili Solanaceae dan Cucurbitae 3). Tumpang sari dengan Caisin dan tagetes untuk mengurangi resiko serangan berat.",
        "Secara fisik teknis pengendalian hama Kutu Kebul (Bemisia tabaci) sebagai berikut: 1). Pemasangan perangkap lekat kuning (40 unit/ha). 2). Pemasangan kelambu di pembibitan dan tanaman penghalang di lapangan. 3). Sisa tanaman terserang dikumpulkan dan dimusnahkan.",
        "Secara biologi pengendalian hama Kutu Kebul (Bemisia tabaci) dengan pemanfaatan musuh alami : predator yang diketahui efektif terhadap kutu kebul, antara lain Menochilus sexmaculatus (mampu memangsa larva Bemisia tabaci sebanyak 200–400 larva/hari), Coccinella septempunctata, Scymus syriacus, Chrysoperla carnea, Scrangium parcesetosum, Orius albidipennis, dll. Parasitoid yang diketahui efektif menyerang B. tabaciadalah Encarcia adrianae (15 species), E. tricolor, Eretmocerus corni (4 species), sedangkan jenis patogen yang menyerang B. tabaci, antara lain Bacillus thuringiensis, Paecilomyces farinorus dan Eretmocerus.",
        "Secara kimiawi pengendalian hama Kutu Kebul (Bemisia tabaci), aplikasi pestsisida efektif yang terdaftar dan diizinkan Mentan, antara lain berbahan aktif permethrin, amitraz, fenoxycarb, imidacloprid, bifenthrin, deltamethrin, buprofezin, endosulphan dan asefat."
      ],
      "context": ["pengendalian_hama", "kutu_kebul", "cabai_rawit"]
    },
    {
      "tag": "hama_ulat_grayak",
      "patterns": [
        "Apa itu hama Ulat grayak dan gejala atau ciri-ciri serangan terkena hama Ulat grayak (Spodoptera litura F.)?",
        "Jelaskan tentang Ulat grayak dan tanda-tanda serangannya",
        "Bagaimana ciri-ciri tanaman cabai yang terserang Ulat grayak?",
        "Apa gejala serangan Ulat grayak pada cabai rawit?",
        "Sebutkan karakteristik Ulat grayak dan dampak serangannya",
        "Bagaimana mengenali serangan Ulat grayak pada tanaman cabai?",
        "Apa itu Ulat grayak dan bagaimana gejalanya di tanaman?",
        "Deskripsikan hama Ulat grayak dan indikator serangannya",
        "Ciri-ciri fisik Ulat grayak dan tanda tanaman terserang",
        "Apa efek serangan Ulat grayak pada cabai?"
      ],
      "responses": [
        "Ulat mempunyai warna yang bervariasi, mempunyai kalung/bulan sabit berwarna hitam pada segmen abdomen yang ke 4 atau ke 10, hidup berkelompok, ulat yang baru menetas berwarna hijau muda, bagian sisi coklat tua atau hitam kecoklatan. Umur 2 minggu panjang ulat sekitar 5 cm. lnstar yang paling merusak adalah tiga dan empat, menyerang tanaman pada malam hari dan pada siang hari bersembunyi dalam tanah. Seekor ngengat betina dapat meletakkan telur antara 2,000 - 3.000 butir. Hama ini bersifat folifag dan mempunya siklus hidup berkisar 30-60 hari. Larva instar 1 dan 2 merusak daun dan buah dengan meninggalkan sisa-sisa epidermis daun bagian atas dan yang tinggal hanya tulang-tulang daun. Larva instar lanjui merusak tulang daun ditandai dengan gundulnya daun, kadang-kadang larva menyerang buah cabai. Larva biasanya berada di permukaan bawah daun dan menyerang secara serentak dan berkelompok. Gejala serangan pada buah cabai ditandai dengan timbulnya lubang yang tidak beraturan pada permukaan buah. Pada serangan berat menyebabkan tanaman gundul karena daun dan buah habis dimakan ulat. Umumnya serangan berat terjadi pada saat musim kemarau.",
        "Ulat grayak (Spodoptera litura) berwarna hijau/cokelat dengan garis samping, aktif malam hari, menyebabkan daun berlubang tidak beraturan. Satu ulat bisa menghabiskan 15-20 cm² daun per hari. Kendalikan dengan: (1) Semprot Klorantraniliprol pada malam hari, (2) Pasang feromon seks, (3) Lepaskan parasitoid Trichogramma, (4) Kumpulkan telur di bawah daun, (5) Semprot Bacillus thuringiensis (Bt)."
      ],
      "context": ["hama_pemakan_daun", "ulat_penting", "cabai_rawit"]
    },
    {
      "tag": "pengendalian_ulat_grayak",
      "patterns": [
        "Bagaimana cara pengendalian hama Ulat grayak (Spodoptera litura F.)",
        "Apa metode pengendalian Spodoptera litura F. pada cabai?",
        "Jelaskan teknik pengelolaan hama Ulat grayak",
        "Bagaimana mengontrol populasi Ulat grayak di tanaman cabai?",
        "Sebutkan cara membasmi Spodoptera litura F.",
        "Teknik apa yang efektif melawan Ulat grayak pada cabai rawit?",
        "Pengendalian hama Ulat grayak secara terpadu",
        "Cara mengatasi serangan Ulat grayak di kebun cabai",
        "Metode pencegahan dan penanganan Ulat grayak",
        "Strategi pengendalian Spodoptera litura F."
      ],
      "responses":[
        "Pengendalian hama Ulat grayak (Spodoptera litura F.) antara lain: 1). Kultur Teknis 2). Fisik Mekanis 3). Hayati 4). Kimiawi",
        "Secara kultur teknis pengendalian hama Ulat grayak (Spodoptera litura F.) sebagai berikut: 1). Sanitasi lahan dengan cara membersihkan gulma dan sisa tanaman yang dapat menjadi sumber infeksi. 2). Pengolahan lahan yang intensif dan saluran air (drainase) yang baik. 3). Eradikasi selektif dilakukan terhadap kelompok telur yang ditemukan pada pertanaman terserang.",
        "Secara fisik mekanis pengendalian hama Ulat grayak (Spodoptera litura F.) sebagai berikut: 1). Pemusnahan kelompok telur, larva atau pupa dan bagian tanaman yang terserang. 2). Penggunaan perangkap feromonoid seks untuk ngengat sebanyak 40 buah per Ha atau 2 buah per 500 m2. Pemasangan perangkap dilakukan sejak tanaman berumur 2 minggu.",
        "Secara hayati pengendalian hama Ulat grayak (Spodoptera litura F.) adalah pemanfaatan musuh alami patogen SI. NPV (Spodoptera Iitura-Nuclear Polyhedrosis Virus), Bacillus thuringiensis, Beauveria bassiana, cendawan cordisep, Nematoda steinerma, predator Sycanus sp, parasitoid Apanteles sp, Telenomus Spodopterae dan Peribeae sp.",
        "Secara kimia pengendalian hama Ulat grayak (Spodoptera litura F.) adalah jika intensitas kerusakan daun akibat serangan ulat grayak telah mencapai lebih atau sama dengan 12,5% per tanaman contoh, maka pertanaman cabai disemprot dengan pestisida yang terdaftar dan diizinkan Mentan.",
        "Ulat daun dan ulat grayak menyerang daun dan pucuk tanaman. Gunakan insektisida berbahan aktif sesuai anjuran jika populasi tinggi.",
        "Ulat grayak (Spodoptera litura) merusak daun dengan meninggalkan lubang tidak beraturan. Pengendalian: semprot insektisida klorantraniliprol, pasang perangkap feromon, atau gunakan pestisida nabati dari daun mimba."
      ],
      "context": [
        "identifikasi_hama",
        "gejala_serangan",
        "hama_ulat_grayak"
      ]
    },
    {
      "tag": "penyakit_layu_bakteri",
      "patterns": [
        "Apa gejala atau ciri-ciri dan pengendalian serangan Penyakit Layu Bakteri (Ralstonia solanacearum)?",
        "Jelaskan gejala dan pengendalian Layu Bakteri pada cabai",
        "Bagaimana mengenali dan mengatasi Ralstonia solanacearum?",
        "Ciri-ciri dan cara mengendalikan penyakit layu bakteri cabai",
        "Apa tanda tanaman cabai terserang layu bakteri dan cara mengatasinya?",
        "Pengendalian dan gejala penyakit layu bakteri pada cabai rawit",
        "Identifikasi dan kontrol Ralstonia solanacearum",
        "Gejala serangan dan penanganan layu bakteri",
        "Cara mengenali dan mengendalikan penyakit layu bakteri",
        "Diagnosis dan manajemen layu bakteri pada cabai"
      ],
      "responses": [
        "Layu pada pucuk daun kemudian menjalar ke bagian bawah daun sampai seluruh daun menjadi layu dan akhirnya tanaman mati. Jaringan pembuluh batang bagian bawah dan akar menjadi kecoklatan. Apabila batang dan akar yang terserang dipotong melintang dan dicelupkan ke dalam air jernih tampak mengeluarkan cairan keruh yang merupakan koloni bakteri. Serangan pada buah menyebabkan warna buah cabai menjadi kekuningan dan busuk. Infeksi terjadi melalui lentisel dan akan cepat berkembang jika ada luka mekanis akibat gigitan hama dan faktor lainnya. Penyakit layu bakteri ini berkembang sangat cepat pada musim hujan. Cara pengendalian penyakit Layu Bakteri (Ralstonia solanacearum) sebagai berikut: 1) Melakukan sanitasi dengan mengeradikasi tanaman yang terserang dan sisa-sisa tanaman sakit dicabut dan dimusnahkan. 2). Melakukan pergiliran tanaman dengan tanaman yang bukan inang bagi bakteri  Ralstonia solanacearum. 3) Memperbaiki aerasi tanah agar tidak terjadi genangan air dan kelembaban yang cukup tinggi, dengan membuat guludan setinggi 40-50 cm. 4) Penurunan pH tanah dengan pemberian belerang pada areal pertanaman. 5) Menanam varietas cabai rawit yang sehat dan tahan penyakit layu bakteri. 6) Perendaman benih selama 6 jam dalam larutan mikroba antagonis Pf (Pseudomonas fluorescens) dengan dosis 20 ml/I air, dan memanfaatkan Trichoderma spp dan Gliocladium spp yang mempunyai mekanisme pengendalian melalui hiperparasit, antibiosis dan lisis serta melalui persaingan. Aplikasi pada kantong persemaian sebanyak 5 grm per kantong, diaplikasikan 3 hari sebelum benih ditanam atau bersamaan dengan penanaman benih. 7) Apabila cara-cara pengendalian lainnya tidak dapat menekan serangan penyakit ini dapat digunakan fungisida yang efektif dan sesuai anjuran yang terdaftar dan diizinkan Mentan."
      ],
      "context": ["penyakit_bakteri", "pengendalian_penyakit", "cabai_rawit"]
    },
    {
      "tag": "penyakit_layu_fusarium",
      "patterns": [
        "Apa gejala atau ciri-ciri dan pengendalian serangan Penyakit Layu Fusarium (Fusarium oxysporum f. sp)?",
        "Jelaskan gejala dan pengendalian Layu Fusarium pada cabai",
        "Bagaimana mengenali dan mengatasi Fusarium oxysporum f. sp?",
        "Ciri-ciri dan cara mengendalikan penyakit layu fusarium cabai",
        "Apa tanda tanaman cabai terserang layu fusarium dan cara mengatasinya?",
        "Pengendalian dan gejala penyakit layu fusarium pada cabai rawit",
        "Identifikasi dan kontrol Fusarium oxysporum f. sp",
        "Gejala serangan dan penanganan layu fusarium",
        "Cara mengenali dan mengendalikan penyakit layu fusarium",
        "Diagnosis dan manajemen layu fusarium pada cabai"
      ],
      "responses": [
        "Tanaman menjadi layu mulai dari bagian bawah dan anak tulang daun menjadi menguning. Apabila infeksi berkembang, tanaman menjadi layu dalam waktu 2-3 hari setelah infeksi. Warna jaringan akar dan batang menjadi coklat. Tempat terjadinya luka tertutup hifa berwarna putih seperti kapas. Jika serangan terjadi pada saat pertumbuhan sudah maksimum, tanaman masih dapat menghasilkan buah. Bila serangan sudah mencapai batang, buah menjadi kecil dan gugur. Penyebaran penyakit melalui spora yang diterbangkan angin dan air. Tanaman inang lainnya adalah kacang panjang, kubis, ketimun dan kentang. Penyakit ini jarang terjadi pada tanah yang kering atau sistem perairan cukup baik. Cara pengendalian penyakit Layu Fusarium (Fusarium oxysporum f. sp) sebagai berikut: 1) Sanitasi dengan mengeradikasi tanaman yang terserang kemudian dicabut dan dimusnahkan. 2) Memperbaiki pengairan untuk mencegah terjadinya genangan air dan kelembaban yang tinggi, dengan membuat guludan setinggi 40-50 cm. 3) Menggunakan benih yang sehat. 4) Melakukan pergiliran tanaman dengan tanaman bukan inang dan memusnahkan gulma Cyperus sebagai inang “perfect stage” dari cendawan. 5) Memanfaatkan agens hayati Trichoderma spp dan Gliocladium spp yang dicampur dengan pupuk organik sebagai pupuk dasar. 6) Apabila cara Iain tidak dapat menekan serangan penyakit ini dapat digunakan fungisida efektif sesuai anjuran yang terdaftar dan diizinkan Mentan."
      ],
      "context": ["penyakit_jamur", "pengendalian_penyakit", "cabai_rawit"]
    },
    {
      "tag": "penyakit_busuk_buah_antraknosa",
      "patterns": [
        "Apa gejala atau ciri-ciri dan pengendalian serangan Penyakit busuk buah antraknosa?",
        "Jelaskan gejala dan pengendalian antraknosa pada cabai",
        "Bagaimana mengenali dan mengatasi Colletotrichum pada cabai?",
        "Ciri-ciri dan cara mengendalikan busuk buah antraknosa",
        "Apa tanda buah cabai terserang antraknosa dan cara mengatasinya?",
        "Pengendalian dan gejala penyakit antraknosa pada cabai rawit",
        "Identifikasi dan kontrol Colletotrichum capsici",
        "Gejala serangan dan penanganan busuk buah antraknosa",
        "Cara mengenali dan mengendalikan penyakit antraknosa cabai",
        "Diagnosis dan manajemen antraknosa pada buah cabai"
      ],
      "responses": [
        "Serangan awal, cendawan membentuk bercak coklat kehitaman pada permukaan buah, kemudian menjadi busuk lunak. Bagian tengah buah tampak bercak kumpulan titik hitam yang merupakan kelompok seta dan konidium. Serangan berat menyebabkan seluruh buah keriput dan mengering. Warna kulit buah menyerupai jerami padi. Dalam kondisi cuaca panas dan lembab dapat mempercepat perkembangan penyakit. Cara pengendalian penyakit busuk buah antraknosa (Colletotrichum capsici, C. gloeosporioides dan Gloeosporium piperatum) sebagai berikut: 1) Penggunaan benih sehat, di rendam selama 6 jam dalam larutan mikroba antagonis Pf (Pseudomonas fluorescens) dengan dosis 20 ml/I air, dan memanfaatkan Trichoderma spp dan Gliocladium spp yang diaplikasi pada kantong persemaian sebanyak 5 grm per kantong, diaplikasikan 3 hari sebelum benih ditanam atau bersamaan dengan penanaman benih. Dan perlakuan biji dengan cara merendam biji dalam air panas (55º C) selama 30 menit atau perlakuan dengan fungisida sistemik golongan Triazole dan Pyrimidin (0.05-0.1%). 2) Sanitasi rumput-rumput/gulma dan buah cabai rawit yang terserang penyakit busuk buah dikumpulkan kemudian dimusnahkan. 3) Melakukan pergiliran tanam dengan tanaman yang bukan solanaceae. 4) Melakukan perbaikan drainase tanah 5) Aplikasi fungsida protektif Bion M1/48 WP seminggu sekali mulai saat keluar putik buah, dan apabila gejala serangan penyakit pada buah semakin meluas dapat digunakan fungisida anjuran Iain yang efektif terdaftar dan diizinkan mentan."
      ],
      "context": ["penyakit_jamur", "busuk_buah", "cabai_rawit"]
    },
    {
      "tag": "penyakit_bercak_daun",
      "patterns": [
        "Apa gejala atau ciri-ciri dan pengendalian serangan Penyakit bercak daun (Cercospora capsici)?",
        "Jelaskan gejala dan pengendalian bercak daun cercospora pada cabai",
        "Bagaimana mengenali dan mengatasi Cercospora capsici?",
        "Ciri-ciri dan cara mengendalikan penyakit bercak daun cercospora",
        "Apa tanda tanaman cabai terserang bercak daun dan cara mengatasinya?",
        "Pengendalian dan gejala penyakit bercak daun pada cabai rawit",
        "Identifikasi dan kontrol Cercospora capsici",
        "Gejala serangan dan penanganan bercak daun cercospora",
        "Cara mengenali dan mengendalikan penyakit bercak daun pada cabai",
        "Diagnosis dan manajemen Cercospora capsici pada tanaman cabai"
      ],
      "responses": [
        "Penyakit bercak daun dapat timbul pada tanaman muda di persemaian, dan cenderung lebih banyak menyerang tanaman tua. Pada musim kemarau dan pada lahan yang mempunyai drainase baik, penyakit layu kurang berkembang. Daun yang terinfeksi dapat berubah menjadi kuning dan gugur ke tanah. Pada daun yang terserang tampak bercak kecił berbentuk bulat dan kering. Bercak tersebut meluas sampai diameter sekitar 0,5 cm. Pusat bercak berwarna pucat sampai putih dengan warna tepi lebih tua. Bercak yang tua dapat menyebabkan lubang-lubang. Apabila terdapat banyak bercak, daun cepat menguning dan gugur atau langsung gugur tanpa menguning lebih dahulu. Bercak sering terdapat pada tangkai daun, batang, sedangkan serangan pada buah jarang ditemukan. Cara pengendalian penyakit bercak daun (Cercospora capsici) sebagai berikut: 1) Sanitasi dengan cara memusnahkan daun atau sisa-sisa tanaman yang terinfeksi. 2) Menanam benih yang bebas patogen pada lahan yang tidak terkontaminasi oleh patogen, baik dipersemaian maupun di lapangan. 3) Waktu tanam yang tepat adalah musim kemarau dengan irigasi yang baik. 4) Aplikasi fungisida efektif yang dianjurkan terdaftar dan diizinkan Mentan, apabila cara pengendalian Iain tidak mampu menekan serangan."
      ],
      "context": ["penyakit_jamur", "bercak_daun", "cabai_rawit"]
    },
    {
      "tag": "penyakit_mosaik",
      "patterns": [
        "Apa gejala atau ciri-ciri dan pengendalian serangan Penyakit mosaik, virus kerdil, nekrosis?",
        "Jelaskan gejala dan pengendalian virus mosaik, virus kerdil, nekrosis pada cabai",
        "Bagaimana mengenali dan mengatasi penyakit mosaik, virus kerdil, nekrosis?",
        "Ciri-ciri dan cara mengendalikan infeksi mosaik, virus kerdil, nekrosis pada cabai",
        "Apa tanda tanaman cabai terserang mosaik, virus kerdil, nekrosis dan cara mengatasinya?",
        "Pengendalian dan gejala penyakit mosaik, virus kerdil, nekrosis pada cabai rawit",
        "Identifikasi dan kontrol virus mosaik, virus kerdil, nekrosis",
        "Gejala serangan dan penanganan mosaik, virus kerdil, nekrosis pada tanaman cabai",
        "Cara mengenali dan mengendalikan infeksi virus mosaik, virus kerdil, nekrosis",
        "Diagnosis dan manajemen penyakit mosaik, virus kerdil, nekrosis cabai"
      ],
      "responses": [
        "Penyakit tanaman cabai rawit dapat disebabkan oleh satu jenis atau gabungan beberapa jenis virus, antara lain Virus Mosaik Tembakau (Tobacco Mosaic Virus = TMV), Virus Belang Urat Daun (Chilli Veinal Mottle Virus = CVMV), Virus Mosaik Mentimun (Cucumber Mosaic Virus = CMV), Geminivirus (Tomato yellow leaf curl virus = TYLCV), Virus mengkerut kerdil cabai rawit (CVSV), Virus mozaic tomat (ToMV). Tulang-tulang daun menguning atau terjadi jalur kuning sepanjang tulang daun. Daun menjadi belang hijau muda dan hjau tua, lebih kecil dan sempit dari biasa. Tanaman muda yang terinfeksi pertumbuhan terhambat dan nampak kerdil, serta ukuran buahnya lebih kecil daripada normal. Cara pengendalian penyakit mosaik sebagai berikut: 1) Penggunaan mulsa plastik perak di dataran tinggi dan jerami di dataran rendah untuk mengurangi infestasi serangan aphid yang berperan sebagai vektor virus, 2) Memasang perangkap likat kuning 40 lembar/ha, 3) Eradikasi tanaman inang jenis terung-terungan untuk mengurançi sumber inokulum, dan tanaman sakit lalu dimusnahkan dengan dibakar, 4) Pengendalian vektor dengan insektisida efektif yang terdaftar dan diizinkan Mentan.",
        "Bervariasi termasuk mosaik, kerdil dan sistemik klorosis, kadang-kadang diikuti dengan nekrotik streak pada batang atau cabang dan diikuti dengan gugur daun. Cara pengendalian Penyakit Virus Kerdil, Nekrosis, Mosaik Ringan (yang disebabkan oleh TMV atau ToMV) sebagai berikut: 1) Eradikasi kontaminasi virus pada benih biji dengan pemanasan atau perendaman dalam 10% Na3PO4 selama 1-2 jam. 2) Menggunakan benih tanaman yang sehat (tidak mengandung virus). 3) Memusnahkan tanaman cabai rawit muda yang terserang dan menggantinya dengan tanaman yang sehat. 4) Melakukan rotasi tanaman dengan tanaman bukan dari famili solanaceae dan cucurbitaceae. 5) Melakukan sanitasi lingkungan. 6) Penggunaan mulsa. 7) Eradikasi tanaman sakit pada serangan kurang dari 5%."
      ],
      "context": ["penyakit_virus", "virus_mosaik", "cabai_rawit"]
    },
    {
      "tag": "penyakit_virus_kuning",
      "patterns": [
        "Apa gejala atau ciri-ciri dan pengendalian serangan Penyakit virus kuning yang disebabkan oleh YLCV?",
        "Jelaskan gejala dan pengendalian virus kuning (YLCV) pada cabai",
        "Bagaimana mengenali dan mengatasi Yellow Leaf Curl Virus?",
        "Ciri-ciri dan cara mengendalikan infeksi YLCV pada cabai",
        "Apa tanda tanaman cabai terserang virus kuning dan cara mengatasinya?",
        "Pengendalian dan gejala penyakit kuning keriting pada cabai rawit",
        "Identifikasi dan kontrol Yellow Leaf Curl Virus",
        "Gejala serangan dan penanganan virus kuning keriting",
        "Cara mengenali dan mengendalikan infeksi YLCV pada tanaman cabai",
        "Diagnosis dan manajemen penyakit virus kuning cabai"
      ],
      "responses": [
        "Kelompok geminivirus (TYLCV) adalah helai daun mengalami vein clearing, dimulai dari daun-daun pucuk, berkembang menjadi warna kuning yang jelas, tulang daun menebal dan daun menggulung ke atas. lnfeksi lanjut dari geminivirus menyebabkan daun-daun mengecil dan berwarna kuning terang, tanaman kerdil dan tidak berbuah. Cara pengendalian Penyakit virus kuning yang disebabkan oleh YLCV sebagai berikut: 1) Pemupukan berimbang yaitu 150-200 kg urea, 450-500 kg ZA, 100-150 kg TSP, 100-150 KCI dan 20-30 ton pupuk organik/ha. 2) Menggunakan benih yang sehat (tidak mengandung virus) atau bukan dari daerah yang terserang, dan rendam benih selama 6 jam dalam larutan PGPR dengan dosis 20 ml/l air, dilanjutkan 1 minggu sebelum pindah tanam, 20 hst dan 40 hst dengan dosis sama dan volume penyiraman 100 ml/tanaman. 3) Melakukan rotasi tanaman dengan tanaman bukan dari famili solanaceae dan cucurbitaceae. 4) Menutup/mengerodong pesemaian sejak benih disebar untuk pencegahan masuknya vektor virus dengan menggunakan kasa/kelambu halus dan tembus sinar matahari (kerapatan 30-50 mesh). 5) Eradikasi tanaman yang sakit dengan mencabut dan dimusnahkan dengan dibakar. 6) Sanitasi lingkungan disekitar pertanaman, termasuk penyiangan gulma dan tanaman liar lainnya yang dapat menjadi inang sementara bagi virus atau inang bagi vektor. 7) Di lapangan untuk menahan masuknya vektor kutu kebul ke dalam petak tanaman, dilakukan penanaman pinggiran lahan dengan 6 baris tanaman jagung 2-3 minggu sebelum tanam cabai rawit dengan jarak tanam rapt 15-20 cm atau tanaman border lain, orok-orok, tagetes, dan kacang panjang. 8) Aplikasi pestisida efektif anjuran yang terdaftar dan diizinkan Mentan."
      ],
      "context": ["penyakit_virus", "virus_kuning", "cabai_rawit"]
    },
    {
      "tag": "penyakit_virus_kerupuk",
      "patterns": [
        "Apa gejala atau ciri-ciri dan pengendalian serangan Penyakit Virus kerupuk?",
        "Jelaskan gejala dan pengendalian virus kerupuk pada cabai",
        "Bagaimana mengenali dan mengatasi penyakit virus kerupuk?",
        "Ciri-ciri dan cara mengendalikan infeksi virus kerupuk pada cabai",
        "Apa tanda tanaman cabai terserang virus kerupuk dan cara mengatasinya?",
        "Pengendalian dan gejala penyakit virus kerupuk pada cabai rawit",
        "Identifikasi dan kontrol virus kerupuk",
        "Gejala serangan dan penanganan virus kerupuk pada tanaman cabai",
        "Cara mengenali dan mengendalikan infeksi virus kerupuk",
        "Diagnosis dan manajemen penyakit virus kerupuk cabai"
      ],
      "responses": [
        "Pada tanaman muda dimulai dengan daun yang melengkung ke bawah. Pada umur selanjutnya gejala melengkung lebih parah disertai kerutan-kerutan. Daun berwarna hijau pekat mengkilat dan permukaan tidak rata. Pertumbuhan terhambat, ruas jarak antar tangkai daun lebih pendek terutama di bagian pucuk sehingga daun menumpuk dan bergumpal-gumpal berkesan regas seperti kerupuk. Cara pengendalian penyakit virus kerupuk sebagai berikut: 1) Menggunakan benih tanaman yang sehat (tidak meng-andung virus). 2) Melakukan rotasi tanaman dengan tanaman bukan dari famili solanaceae dan cucurbitaceae. 3) Melakukan sanitasi lingkungan. 4) Penggunaan mulsa. 5) Eradikasi tanaman sakit pada serangan kurang dari 5%. 6) Penggunaan pupuk berimbang."
      ],
      "context": ["penyakit_virus", "virus_kerupuk", "cabai_rawit"]
    },
    {
      "tag": "definisi_pengendalian_opt_cabai",
      "patterns": [
        "Apa arti definisi dan tujuan pengendalian OPT cabai rawit?",
        "Jelaskan pengertian dan tujuan pengendalian OPT pada cabai rawit",
        "Apa yang dimaksud dengan pengendalian OPT cabai?",
        "Definisikan pengendalian OPT untuk tanaman cabai rawit",
        "Apa makna dan tujuan pengendalian OPT dalam budidaya cabai rawit?",
        "Jelaskan konsep dan tujuan pengendalian OPT cabai",
        "Apa definisi dan tujuan pengelolaan OPT tanaman cabai rawit?",
        "Bagaimana memahami istilah pengendalian OPT cabai?",
        "Apa penjelasan dan tujuan tentang pengendalian OPT cabai rawit?",
        "Uraikan definisi dan tujuan pengendalian organisme pengganggu tanaman cabai"
      ],
      "responses": [
         "Tindakan untuk menekan serangan OPT untuk mempertahankan produktifitas tanaman. Terkendalinya OPT dan terjaganya kelestarian lingkungan. Sasarannya adalah OPT terkendalinya dan terjaganya kelestarian lingkungan Berbagai jenis OPT dan cara pengendaliannya dapat dilihat pada keterangan di bawah."
      ],
      "context": ["definisi_opt","cabai_rawit"]
    },
    {
      "tag": "alat_bahan_pengendalian_opt_cabai",
      "patterns": [
        "Apa fungsi bahan dan alat pengendalian OPT cabai rawit?",
        "Sebutkan fungsi dan perlengkapan untuk mengendalikan hama penyakit cabai",
        "Fungsi bahan dan alat apa saja yang dibutuhkan untuk pengendalian OPT cabai?",
        "Daftar peralatan pengendalian hama dan penyakit cabai rawit",
        "Material apa yang digunakan untuk mengendalikan OPT cabai?",
        "Tools pengendalian OPT cabai rawit",
        "Inventaris bahan dan alat untuk pengendalian hama cabai",
        "Perlengkapan dasar pengendalian OPT cabai rawit",
        "Apa kebutuhan, fungsi alat dan bahan saat mengendalikan OPT cabai?",
        "Peralatan wajib untuk pengendalian hama penyakit cabai"
      ],
      "responses": [
         "Bahan dan alat untuk pengendalian opt yang dibutuhkan antara lain: \n1). Bahan seperti \na. Pengendalian OPТ Pestisida (insektisida, fungisida, herbisida) yang terdaftar dan diizinkan Menteri Pertanian, sesuai dengan Daftar Pestisida untuk Pertanian dan Kehutanan tahun 2008. \nb. Pestisida nabati dan agens hayati. \nc. Air \n2). Alat seperti \na. Hand sprayer, power sprayer \nb. Ember/drum \nc. Pengaduk \nd. Takaran (skala cc/ml dan liter) \ne. Gunting pangkas \nf. Alat/sarana pelindung: sarung tangan, masker, topi, sepatu boot, baju lengan panjang. \ng. Alat tulis. \nFungsi bahan dan alat pengendalian opt antara lain: \n1. Pestisida (pestisida kimiawi, biopestisida, pestisida nabati) dan agens hayati untuk mengendalikan OPT dengan menurunkan populasi dan intensitas serangan OPT; \n2. Air sebagai bahan pencampur pestisida dan bahan pembersih; \n3. Hand sprayer, power sprayer untuk mengaplikasikan pestisida pada tanaman; \n4. Ember/drum untuk mencampur pestisida dan air; \n5. Pengaduk untuk mengaduk campuran pestisida dan air; \n6. Takaran (gelas ukur) untuk menakar pestisida dan air (skala cc/ml dan liter); \n7. Deterjen untuk mencuci alat aplikator, mengendalikan OPT tertentu dan pencampur bahan pestisida nabati; \n8. Alat pelindung untuk melindungi bagian tubuh dari cemaran bahan kimiawi (pestisida); \n9. Alat tulis untuk mencatat semua kegiatan;"
      ],
      "context": ["pengendalian_hama", "alat_dan_bahan", "cabai_rawit"]
    },
    {
      "tag": "prosedur_pengendalian_opt_cabai",
      "patterns": [
        "Bagaimana proses atau prosedur pengendalian OPT cabai rawit?",
        "Apa langkah-langkah pengendalian hama dan penyakit cabai rawit?",
        "Jelaskan tahapan pengendalian OPT pada tanaman cabai",
        "Bagaimana cara melakukan pengendalian OPT cabai rawit?",
        "Prosedur lengkap pengendalian hama penyakit cabai rawit?",
        "Step by step mengendalikan OPT cabai rawit",
        "Tahapan teknis pengendalian hama penyakit cabai?",
        "Bagaimana metode pengendalian OPT yang tepat untuk cabai rawit?",
        "Apa urutan kerja dalam pengendalian OPT cabai rawit?",
        "Panduan lengkap prosedur pengendalian OPT cabai"
      ],
      "responses":[
        "Proses pengendalian opt antara lain: 1. Lakukan pengamatan OPT secara berkala dengan mengambil contoh secara tepat untuk mengetahui jenis OPT, luas dan intensitas serangan. 2. Perkirakan OPT yang perlu diwaspadai dan dikendalikan, apabila mencapai ambang kendali lakukan pengendalian 3. Konsultasikan kepada petugas PHP/POPT atau petugas dinas pertanian setempat untuk menentukan teknik pengendalian yang harus dilakukan. 4. Anjuran penggunaan pestisida antara yang bersifat Kontak (K) dan Sistemik (S) adalah sebagai berikut : K-S-K-S-K-К-K. 5. Tidak dianjurkan penggunaan pestisida dengan system kalender. 6. Jika menghadapi serangan trips, kutu kebul, phytophtora, layu ringan maka digunakan agens hayati Ferticilium, corine bacterium sp.",
        "Pendekatan terpadu sangat dianjurkan, dimulai dengan penggunaan varietas cabai yang tahan penyakit dan praktik budidaya yang baik seperti rotasi tanaman dan sanitasi lahan untuk mencegah penyebaran patogen. Pemantauan rutin terhadap tanaman sangat penting untuk mendeteksi gejala serangan hama seperti kutu daun, ulat, dan thrips, serta penyakit seperti antraknosa, layu bakteri, dan virus gemini. Pengendalian mekanis seperti memetik dan membuang bagian tanaman yang terinfeksi, serta penggunaan perangkap kuning untuk hama terbang, juga efektif. Jika diperlukan, aplikasi pestisida nabati atau kimia dilakukan secara hati-hati sesuai dosis yang dianjurkan, dengan mengutamakan pestisida yang ramah lingkungan untuk menjaga keseimbangan ekosistem. Dengan pengelolaan yang baik, serangan hama dan penyakit dapat diminimalisir, sehingga tanaman cabai dapat tumbuh optimal dan menghasilkan buah berkualitas.",
        "Empat Hal Yang Harus Dilakukan Untuk Menghindari Hama Penyakit yaitu 1. Sanitasi/Kebersihan Jaga selalu kebersihan lahan, tanaman, air, perkakas, dll. Untuk menghindari munculnya penyakit. 2. Pengamatan Lakukan pengamatan secara rutin dan berkala terhadap kondisi tanaman agar tahu betul akan masalah yang timbul dan tindakan yang akan dilakukan. 3. Evaluasi Jangan lupa untuk evaluasi dan belajar dari pengalaman agar semakin mahir dan sigap di masa depan. 4. Aksi/Tindakan Ambil tindakan sesuai dengan permasalannya dengan tepat guna supaya tidak ada pemborosan tenaga, waktu, dan biaya karena kesalahan aksi. Perlu diingat, bahwa kalau tidak ada hama penyakit, maka tidak perlu dilakukan penyemprotan insektisida atau pestisida."
      ],
      "context": ["teknik_pengendalian", "prosedur_opt", "cabai_rawit"]
    },
    {
      "tag": "penyebab_dan_pengendalian_opt",
      "patterns": [
        "Apa penyebab adanya pengendalian OPT dan cara mengendalikannya",
        "Sebutkan faktor penyebab OPT dan metode pengendaliannya",
        "Apa yang menyebabkan OPT dan bagaimana cara mengatasinya",
        "Jelaskan penyebab munculnya OPT serta teknik pengendaliannya",
        "Apa alasan diperlukan pengendalian OPT dan cara penanganannya",
        "Faktor penyebab OPT dan solusi pengendaliannya",
        "Mengapa OPT muncul dan bagaimana mengendalikannya",
        "Akar masalah OPT dan cara pengelolaannya",
        "Penyebab serangan OPT dan langkah pengendalian",
        "Asal usul OPT dan metode pengendalian yang efektif"
      ],
      "responses":[
        "Gunakan pestisida nabati dari bawang putih dan daun mimba untuk mengatasi hama cabai seperti kutu daun dan ulat.",
        "Angin kencang bisa merobohkan tanaman dan merusak daun atau bunga. Gunakan ajir, pelindung angin, dan atur kepadatan tanaman untuk mitigasi. 7. Jika serangan trips, kutu kebul, lalat buah, lyryomiza berat maka digunakan abemectin atau imedicoprit. 8. Jenis pestisida yang digunakan pada tingkat serangan ringan dan berat adalah sebagai berikut: https://i.ibb.co/VcHmHv1s/Screenshot-2025-06-05-093625.png dan https://i.ibb.co/ksb4Rdtj/Screenshot-2025-06-05-093646.png. 9. Gunakan pestisida sesuai dengan dosis rekomendasi pada label. 10. Di dalam bedengan tanaman, pada setiap jarak 2m tanam jagung atau buncis sebagai perangkap trips. Tanaman ini juga dapat mengurangi serangan virus Gemini. 11. Pasang perangkap lalat buah setiap jarak 4 m untuk mengendalikan lalat buah 12. Setiap kegiatan yang dilaksanakan harus tercatat.",
        "Busuk buah disebabkan oleh infeksi jamur atau kekurangan kalsium. Gunakan fungisida preventif dan pastikan irigasi serta pemupukan seimbang.",
        "Buah cabai rawit bisa membusuk akibat infeksi jamur seperti antraknosa, kelembapan tinggi, penyimpanan yang tidak tepat, atau luka saat pemetikan. Gejala awal berupa bercak cokelat kehitaman yang melebar. Untuk pencegahan, lakukan sanitasi lahan, gunakan varietas tahan penyakit, serta hindari pemetikan saat buah basah. Penyimpanan ideal adalah di tempat sejuk, kering, dan berventilasi baik.",
        "Fungisida disemprot saat pagi/sore dengan dosis sesuai label. Rotasi bahan aktif dianjurkan untuk menghindari resistensi jamur.",
        "Penyemprotan dilakukan secara selektif saat ditemukan hama, menggunakan insektisida sesuai dosis, sebaiknya dilakukan pagi atau sore hari.",
        "Penyemprotan pestisida dilakukan jika ditemukan gejala hama atau penyakit. Sebaiknya dilakukan pagi atau sore hari saat suhu rendah agar efektif dan tidak merusak tanaman. Frekuensi penyemprotan disesuaikan dengan jenis pestisida dan tingkat serangan, dengan memperhatikan masa tenggang (pre-harvest interval) sebelum panen. Gunakan pestisida secara bergantian untuk mencegah resistensi dan selalu ikuti dosis yang dianjurkan.", 
        "Pengamatan Organisme Pengganggu Tanaman (OPT) dilakukan secara rutin minimal seminggu sekali dengan mencatat jumlah dan jenis hama atau penyakit yang ditemukan. Trichoderma adalah agen hayati untuk mengendalikan penyakit akar dan batang. Dapat dicampur dengan pupuk kandang atau dilarutkan untuk disiramkan ke lubang tanam. Perangkap warna seperti kuning dan biru digunakan untuk menarik hama tertentu. Pemasangan dilakukan di beberapa titik strategis lahan untuk deteksi dini. Pestisida nabati dibuat dari bahan alami seperti bawang putih, daun pepaya, atau serai. Aman untuk lingkungan dan dapat diaplikasikan rutin tiap 3–5 hari.",
        "Pencegahan virus dilakukan dengan pengendalian vektor seperti trips dan kutu daun, rotasi tanaman, sanitasi, dan cabut serta musnahkan tanaman yang terinfeksi.",
        "Herbisida selektif digunakan sebelum tanam atau antara bedengan untuk mengendalikan gulma. Hindari kontak langsung dengan tanaman cabai.",
        "Penyemprotan dilakukan berdasarkan monitoring hama dan penyakit. Hindari semprot berlebihan. Frekuensi umum: 7–10 hari sekali atau sesuai kebutuhan.",
        "Kutu daun (Aphid) menyebabkan daun menguning, lengket, dan pertumbuhan terhambat. Pengendalian: semprot insektisida imidakloprid atau piretrin, gunakan perangkap kuning, atau tanam refugia seperti bunga matahari.",
        "Kutu daun (Aphis gossypii) berwarna hijau/kuning berkoloni di pucuk, menyebabkan daun keriting dan menguning. Mengeluarkan embun madu yang memicu tumbuhnya jamur jelaga hitam. Kendalikan dengan: (1) Semprot Imidakloprid atau Pymetrozine, (2) Lepaskan kumbang Coccinella, (3) Semprot larutan bawang putih, (4) Tanam kenikir/bawang sebagai tanaman perangkap, (5) Hindari pupuk nitrogen berlebihan.",
        "Semut tidak langsung merusak tanaman, tapi sering melindungi kutu daun. Gunakan larutan sabun, kapur barus, atau tanaman pengusir seperti mint untuk mengontrolnya.",
        "Kekurangan kalium menyebabkan buah kecil, keras, dan daun tua mengering di tepi. Gunakan pupuk KCl atau NPK tinggi kalium sebagai solusi.",
        "Pengendalian OPT dimulai dari fase semai dan dini hari tanam dengan monitoring rutin. Penyemprotan preventif dilakukan sesuai tingkat serangan.",
        "Hama yang sering menyerang tanaman cabai rawit adalah hama lalat buah dapat dikendalikan dengan pemasangan perangkap lalat buah yang mengandung bahan aktif metil eugenol. Hamahama pengisap seperti kutu daun, trips dan kutu kebul dapat dikendalikan dengan pemasangan mulsa plastik hitam perak dan juga pemasangan perangkap lekat kuning. Penyakit antraknose dapat dicegah dengan penggunaan varietas tahan dan atau penggunaan fungisida secara selektif. Dalam pengendalian OPT menggunakan pestisida, maka harus benar dalam pemilihan jenis, dosis, volume semprot, cara aplikasi, interval dan waktu aplikasi.",
        "Cabai rawit yang tidak berbuah bisa disebabkan oleh kelebihan nitrogen, kekurangan cahaya, drainase buruk, atau gangguan hama. Cabai rawit membutuhkan minimal 6 jam sinar matahari langsung/hari. Intensitas cahaya <50% menyebabkan etiolasi (batang memanjang) dan produksi menurun. Di greenhouse, gunakan paranet 20-30% jika intensitas berlebih. Pemupukan berimbang dengan unsur fosfor dan kalium penting untuk merangsang pembungaan. Selain itu, bunga rontok bisa terjadi akibat stres lingkungan atau kurangnya penyerbukan. Perbaikan kondisi tumbuh dan penyemprotan hormon bisa membantu merangsang pembuahan.",
        "Cabai rawit membutuhkan cahaya penuh minimal 8 jam/hari. Kekurangan cahaya bisa menyebabkan pertumbuhan lambat dan bunga tidak terbentuk. Cabai rawit optimal tumbuh di suhu 24–30°C. Suhu ekstrem dan perubahan cuaca bisa menghambat pertumbuhan, menyebabkan bunga rontok, dan memicu serangan penyakit."
      ],
      "context": ["etiologi_opt", "manajemen_pengendalian", "cabai_rawit"]
    },
    {
      "tag": "definisi_tujuan_panen_cabai",
      "patterns": [
        "Apa arti atau definisi dan tujuan panen lahan cabai rawit?",
        "Jelaskan pengertian dan tujuan panen cabai rawit",
        "Apa yang dimaksud dengan panen cabai rawit dan tujuannya?",
        "Definisikan panen cabai rawit dan sebutkan tujuannya",
        "Apa makna panen dan tujuan memanen cabai rawit?",
        "Jelaskan konsep panen cabai rawit beserta tujuannya",
        "Apa definisi panen dan alasan dilakukannya panen cabai?",
        "Bagaimana memahami istilah panen cabai rawit dan tujuannya?",
        "Apa penjelasan tentang panen cabai rawit dan tujuan pelaksanaannya?",
        "Uraikan definisi panen lahan cabai rawit dan tujuan dilakukannya"
      ],
      "responses": [
        "Kegiatan memetik buah yang telah mencapai kematangan fisiologis sesuai dengan varietas yang digunakan. Berikut gambar ketika panen cabai rawit: https://i.ibb.co/8J5WZQ2/Screenshot-2025-06-05-140108.png dan https://i.ibb.co/99GnXZGr/Screenshot-2025-06-05-140123.png. Tujuannya adalah untuk mendapatkan buah dengan tingkat kematangan sesuai permintaan pasar dengan mutu buah yang baik sesuai standar pasar."
      ],
      "context": [
        "definisi_pertanian", "tujuan_panen", "cabai_rawit"
      ]
    },
    {
      "tag": "alat_bahan_panen_cabai",
      "patterns": [
        "Apa fungsi bahan dan alat panen cabai rawit?",
        "Sebutkan perlengkapan untuk memanen cabai rawit",
        "Fungsi bahan dan alat apa saja yang dibutuhkan saat panen cabai?",
        "Daftar peralatan panen cabai rawit",
        "Material apa yang digunakan untuk panen cabai rawit?",
        "Tools panen tanaman cabai rawit",
        "Inventaris bahan dan alat panen cabai",
        "Perlengkapan dasar panen cabai rawit",
        "Apa kebutuhan, fungsi alat dan bahan saat panen cabai rawit?",
        "Peralatan wajib untuk pemanenan cabai rawit"
      ],
      "responses":[
        "Bahan dan alat panen cabai rawit antara lain: 1. Ember 2. Karung plastik/sesuai permintaan pasar 3. Timbangan 4. Alat tulis. Fungsi bahan dan alat panen antara lain: 1. Ember digunakan untuk wadah cabai yang dipetik 2. Karung plastik untuk wadah cabai yang akan diangkut ke pasar 3. Timbangan digunakan untuk menimbang 4. Alat tulis untk mencatat semua kegiatan."
      ],
      "context": ["pasca_panen", "alat_dan_bahan", "cabai_rawit"]
    },
    {
      "tag": "prosedur_panen_cabai",
      "patterns": [
        "Bagaimana proses atau prosedur panen cabai rawit?",
        "Apa langkah-langkah pemanenan cabai rawit yang benar?",
        "Jelaskan teknik panen cabai rawit",
        "Bagaimana cara memanen cabai rawit?",
        "Prosedur lengkap pemanenan cabai rawit?",
        "Step by step panen cabai rawit?",
        "Tahapan teknis memanen cabai rawit?",
        "Metode apa yang digunakan untuk panen cabai rawit?",
        "Apa urutan kerja dalam pemanenan cabai rawit?",
        "Panduan lengkap prosedur panen cabai rawit?"
      ],
      "responses": [
        "Proses melakukan panen cabai rawit antara lain: 1. Hentikan penyemprotan pestisida 2 minggu sebelum panen. 2. Lakukan panen pada umur 70 – 90 HST, atau dengan tingkat kemasakan telah mencapai + 80% dengan interval 7 hari sekali. 3. Cara panen dengan memetik dan menyertakan tangkai buahnya. 4. Tempatkan hasil panen di ember, kemudian dimasukan ke dalam karung plastik dan dibawa ke pasar. 5. Lakukan sortasi buah yang terserang OPT/busuk, kemudian musnahkan. 6. Setiap kegiatan yang dilaksanakan harus tercatat. Gambar cabai rawit yang sudah dipanen: https://i.ibb.co/vCt8474H/Screenshot-2025-06-05-140151.png"
      ],
      "context": ["proses_panen", "teknik_budidaya", "cabai_rawit"]
    },
    {
      "tag": "ciri_cabai_matang",
      "patterns": [
        "Apa ciri-ciri visual cabai rawit yang sudah matang dan siap panen?",
        "Bagaimana mengenali cabai rawit yang sudah siap dipanen?",
        "Jelaskan tanda-tanda visual cabai rawit matang panen",
        "Apa karakteristik cabai rawit yang sudah siap dipetik?",
        "Sebutkan ciri fisik cabai rawit yang optimal untuk panen",
        "Bagaimana penampakan cabai rawit yang sudah matang sempurna?",
        "Apa indikator visual kesiapan panen cabai rawit?",
        "Tanda-tanda apa yang menunjukkan cabai rawit siap panen?",
        "Bagaimana membedakan cabai rawit matang dan belum matang panen?",
        "Apa kriteria visual kematangan cabai rawit untuk panen?"
      ],
      "responses":[
        "Cabai rawit siap panen 75-90 hari setelah tanam, panen dilakukan saat warna buah mulai merah dan dilakukan secara berkala. Cabai rusak, busuk, atau cacat disortir dan tidak dijual dalam kondisi segar. Dapat diolah menjadi sambal atau pupuk kompos jika layak.",
        "Cabai rawit dipanen saat buah berwarna merah cerah, umur 75–90 HST. Hasil panen disortir berdasarkan ukuran, warna, dan tingkat kematangan.",
        "Cabai rawit mulai bisa dipanen sekitar 2,5–3 bulan setelah tanam. Panen dilakukan bertahap setiap 3–7 hari sekali, tergantung kematangan buah. Buah siap panen memiliki warna merah cerah atau sesuai permintaan pasar. Panen terlalu dini dapat menurunkan mutu dan hasil total. Dalam satu musim tanam, bisa dilakukan 15–20 kali panen tergantung kondisi tanaman dan pemeliharaan. Pemetikan sebaiknya hati-hati agar tidak melukai cabang.",
        "Cabai rawit matang ditandai dengan perubahan warna dari hijau ke merah cerah. Siap panen sekitar 75–90 HST tergantung varietas dan iklim.",
        "Panen dilakukan pagi hari saat buah merah cerah dan tidak basah. Gunakan gunting panen agar batang tidak rusak, lakukan panen selektif berkala.",
        "Cabai rawit biasanya dipanen pertama kali pada umur 2.5-3 bulan setelah semai, dengan interval panen 1-2 minggu. Panen dilakukan saat buah mencapai kemasakan 80-90% (kecuali untuk cabai hijau 50-60%), menggunakan pisau/gunting untuk memotong tangkai, dan sebaiknya dilakukan pagi hari (07.00-10.00).",
        "Panen cabai rawit dilakukan dengan memetik buah menggunakan tangan atau gunting panen secara hati-hati agar tidak merusak tangkai dan cabang tanaman. Pemetikan dilakukan saat buah mencapai warna merah sempurna atau sesuai permintaan pasar. Waktu panen terbaik adalah pagi hari setelah embun kering untuk menghindari pembusukan saat penyimpanan. Pengeringan cabai rawit dilakukan dengan memilih buah berkualitas, membuang tangkai, mencuci, blanching (direndam air panas), penirisan, dan penjemuran selama ±1 minggu. Pada musim hujan bisa menggunakan alat pengering dengan suhu 60°C selama 2 hari hingga kadar air mencapai 8% untuk penyimpanan jangka panjang. Panen yang ceroboh dapat merusak batang dan mengurangi hasil panen berikutnya.",
        "Umumnya buah cabai merah di petik apabila telah masak penuh, ciri-cirinya seluruh bagian buah berwarna merah. Di dataran rendah masa panen pertama adalah pada umur 75 - 80 hari setelah tanam, dengan interval waktu panen 2 - 3 hari. Sedangkan di dataran tinggi agak lambat yaitu pada umur 90 - 100 hari setelah tanam dengan interval panen 3 – 5 hari. Produksi puncak panen adalah pada pemanenan hari ke- 30 yang dapat menghasilkan 1 - 1,5 ton untuk sekali panen. Cabai rawit dapat dipanen hijau (muda) dan dipanen merah atau sudah masak, bila cabai rawit dipanen hijau, pilih cabai yang kelihatan bernas dan berisi.",
        "Panen cabai dilakukan dengan dipetik buahnya manual pakai tangan. Panen tanaman cabai dapat dilakukan pada umur 60-75 hari setelah tanam. Buah cabai yang akan dijual segar ke industri pengolahan cabai biasanya yang merah 100%, sementara cabai yang akan dikirim untuk konsumsi pasar dipanen saat berwarna merah 80%. Untuk cabai yang akan dikirim jauh, dipanennya dalam kondisi matang hijau. Cabai dikirim menggunakan karung jala dengan kapasitas ±50 kg atau dengan menggunakan kotak karton yang diberi lubang. Tempat penyimpanan harus kering dan sejuk dengan siklus sirkulasi udara yang baik.",
        "Kriteria tanaman cabai yang disukai oleh industri maupun konsumsi rumah tangga adalah: • Warna yang merata dan tua. • Buahnya memiliki tingkat kekerasan sedang. • Berbentuk memanjang (±10 cm). • Berdiameter ±1,5 cm. • Berpermukaan halus dan mengkilap. Disarankan, panen cabai alangkah baiknya menggunakan gunting. Tujuannya adalah agar terhindar dari patahnya ujung tunas. Mau hasilnya maksimal kan? Maka gunakanlah gunting pada saat panen. Lebih baik keluar upah sedikit lebih daripada ada tunas yg patah dan berpotensi berkurangknya potensi yang lebih maksimal."
      ],
      "context": ["kriteria_panen", "identifikasi_visual", "cabai_rawit"]
    },
    {
      "tag": "definisi_tujuan_pengairan_cabai",
      "patterns": [
        "Apa arti definisi dan tujuan pengairan lahan cabai rawit?",
        "Jelaskan pengertian dan tujuan pengairan pada tanaman cabai rawit",
        "Apa yang dimaksud dengan pengairan cabai rawit dan tujuannya?",
        "Definisikan pengairan lahan cabai rawit dan sebutkan tujuannya",
        "Apa makna pengairan dan tujuan mengairi lahan cabai rawit?",
        "Jelaskan konsep pengairan cabai rawit beserta tujuannya",
        "Apa definisi pengairan dan alasan dilakukannya pengairan cabai?",
        "Bagaimana memahami istilah pengairan cabai rawit dan tujuannya?",
        "Apa penjelasan tentang pengairan cabai rawit dan tujuan pelaksanaannya?",
        "Uraikan definisi pengairan lahan cabai rawit dan tujuan dilakukannya"
      ],
      "responses":[
        "Mengatur pemberian air bagi pertumbuhan dan perkembangan tanaman. Tujuannya supaya terpenuhinya kebutuhan air yang tepat bagi pertumbuhan dan perkembangan tanaman. Sasarannya terpenuhinya kebutuhan air untuk pertumbuhan tanaman."
      ],
      "context": ["definisi_pertanian", "manajemen_air", "cabai_rawit"]
    },
    {
      "tag": "alat_bahan_pengairan_cabai",
      "patterns": [
        "Apa fungsi bahan dan alat pengairan lahan cabai rawit?",
        "Sebutkan perlengkapan untuk mengairi tanaman cabai rawit",
        "Fungsi bahan dan alat apa saja yang dibutuhkan untuk pengairan cabai?",
        "Daftar peralatan pengairan cabai rawit",
        "Material apa yang digunakan dalam pengairan cabai rawit?",
        "Tools pengairan tanaman cabai rawit",
        "Inventaris bahan dan alat irigasi cabai",
        "Perlengkapan dasar pengairan cabai rawit",
        "Apa kebutuhan, fungsi alat dan bahan saat mengairi cabai rawit?",
        "Peralatan wajib untuk irigasi lahan cabai rawit"
      ],
      "responses":[
        "Bahan dan alat yang dibutuhkan antara lain: 1. Air hujan 2. Cangkul 3. Alat tulis. Fungsi pengairan lahan antara lain: 1. Air hujan sebagai sumber pengairan 2. Cangkul untuk membuka, menutup memperbaiki saluran air 3. Alat tulis untuk mencatat semua kegiatan."
      ],
      "context": ["manajemen_air", "alat_dan_bahan", "cabai_rawit"]
    },
    {
      "tag": "prosedur_pengairan_cabai",
      "patterns": [
        "Bagaimana proses atau prosedur pengairan lahan cabai rawit?",
        "Apa langkah-langkah mengairi tanaman cabai rawit?",
        "Jelaskan teknik pengairan cabai rawit",
        "Bagaimana cara melakukan pengairan cabai rawit?",
        "Prosedur lengkap irigasi cabai rawit?",
        "Step by step pengairan cabai rawit?",
        "Tahapan teknis pengairan lahan cabai?",
        "Metode apa yang digunakan untuk mengairi cabai rawit?",
        "Apa urutan kerja dalam pengairan cabai rawit?",
        "Panduan lengkap prosedur irigasi cabai rawit?"
      ],
      "responses": [
        "Proses pengairan lahan antara lain: 1. Penyiraman hanya mengandalkan curah hujan saja 2. Pada musim penghujan sistem pembuangan (drainase) diatur supaya aliran air berjalan lancar sehingga akar tanaman tidak tergenang air terlalu lama. 3. Pada parit di sepanjang pematang utama tiap ujungnya dapat dibuat perangkap air dengan kedalam lebih. 4. Setiap kegiatan yang dilaksanakan harus tercatat."
      ],
      "context": ["teknik_budidaya", "manajemen_air", "cabai_rawit"]
    },
    {
      "tag": "teknik_penyiraman_cabai",
      "patterns": [
        "Bagaimana cara dan waktu yang tepat atau ideal untuk menyiram tanaman cabai rawit?",
        "Apa metode dan jadwal penyiraman optimal cabai rawit?",
        "Jelaskan teknik dan timing penyiraman cabai rawit yang benar",
        "Kapan waktu terbaik menyiram cabai rawit dan bagaimana caranya?",
        "Apa cara penyiraman ideal untuk tanaman cabai rawit?",
        "Berikan rekomendasi waktu dan teknik penyiraman cabai rawit",
        "Bagaimana pola penyiraman yang tepat untuk cabai rawit?",
        "Apa jadwal dan metode penyiraman terbaik cabai rawit?",
        "Teknik apa yang digunakan untuk menyiram cabai rawit dan kapan waktunya?",
        "Sebutkan cara dan waktu penyiraman yang ideal bagi cabai rawit"
      ],
      "responses":[
        "Penyiraman dilakukan 1-2 kali sehari tergantung cuaca, sebaiknya pagi atau sore hari, dan hindari genangan air.",
        "Gunakan irigasi tetes, pasang mulsa, siram di waktu efektif (pagi/sore), dan gunakan moisture meter untuk memantau kebutuhan air akurat.",
        "Irigasi tetes adalah sistem pemberian air secara langsung ke akar tanaman melalui selang berlubang atau drip pipe. Sistem ini sangat efisien, menghemat air dan tenaga, serta menjaga kelembapan tanah tetap stabil. Cocok digunakan untuk budidaya cabai intensif, baik di lahan terbuka maupun pot. Instalasinya cukup mudah dan bisa disesuaikan dengan skala budidaya petani.",
        "Irigasi tetes cocok digunakan pada budidaya cabai intensif untuk efisiensi air dan distribusi nutrisi yang merata melalui fertigasi. Siram pagi/sore hari setiap 2-3 hari saat musim kemarau. Gunakan irigasi tetes untuk efisiensi air. Hindari penyiraman berlebihan yang menyebabkan busuk akar. Tanah harus lembab tetapi tidak tergenang.",
        "Irigasi tetes adalah sistem yang sangat efisien untuk tanaman cabai karena menghemat air dan menghindari kelembapan berlebih pada daun. Sistem ini menyalurkan air langsung ke akar melalui selang berlubang. Frekuensi penyiraman tergantung musim dan umur tanaman, rata-rata 1–2 kali sehari di musim kemarau. Irigasi yang baik membantu pertumbuhan optimal dan mengurangi risiko penyakit akar.",
        "Cabai rawit membutuhkan penyiraman 1–2 kali sehari tergantung musim. Tanah harus lembab tapi tidak tergenang agar akar tidak membusuk.",
        "Setelah tanam, bibit cabai rawit perlu diairi secukupnya untuk menjaga kelembapan. Penanaman sebaiknya dilakukan sore hari agar tanaman tidak langsung terpapar sinar matahari yang intens. Dalam beberapa hari pertama, dilakukan penyulaman jika ada tanaman mati. Naungan sementara bisa diberikan untuk menghindari layu akibat stres lingkungan. Pemantauan hama dan penyakit juga penting sejak awal pertumbuhan.",
        "Pada musim kemarau, penyiraman dilakukan pagi dan sore. Gunakan irigasi tetes atau siram manual agar tanah tetap lembab tapi tidak becek.",
        "Pada fase awal, air membantu adaptasi dan pembentukan akar. Siram secara teratur, tapi hindari genangan agar akar tidak membusuk.",
        "Pompa air cocok untuk lahan luas. Gunakan tekanan sedang dan penyaring agar pompa tidak cepat rusak. Pastikan debit air stabil sesuai kebutuhan tanaman.",
        "Penyiraman dilakukan pagi/sore hari dengan interval 2-3 hari (musim kemarau) atau disesuaikan kelembapan tanah. Hindari penyiraman berlebihan yang memicu busuk akar. Gunakan irigasi tetes untuk efisiensi air.",
        "Pengairan, sangat penting terutama setelah bibit di tanam di lapang, agar tanaman tidak kekeringan terutama pada musim kemarau. Pengairan/penyiraman dilakukan 2 kali sehari atau di sesuaikan dengan keadaan tanah. Saluran drainase harus tetap diperhatikan terutama pada musim penghujan agar tanaman tidak tergenang air, karena hal tersebut dapat meningkatkan serangan penyakit akibat kelembaban yang tinggi.",
        "Penyiraman dilakukan secara teratur dengan jumlah air yang cukup, namun tidak berlebihan agar tidak menyebabkan genangan yang dapat merusak akar. Pada musim kemarau, penyiraman perlu lebih intensif, sedangkan pada musimhujan, frekuensi penyiraman dapat dikurangi. Sistem irigasi tetes sangat dianjurkan karena efisien dalam penggunaan air dan dapat memberikan kelembapan yang merata ke seluruh tanaman. Selain itu, waktu penyiraman sebaiknya dilakukan pada pagi atau sore hari untuk menghindari penguapan yang berlebihan dan menjaga kelembapan tanah lebih lama. Dengan pengelolaan penyiraman yang baik, tanaman cabai dapat tumbuh sehat dan menghasilkan buah dengan kualitas tinggi.",
        "Tanaman cabai termasuk tanaman yang sangat bergantung kepada ketersediaan air, mulai dari pembibitan hingga panen. Cabai tidak tahan terhadap kekeringan, namun juga tidak dapat hidup pada genangan air. Kelembaban ideal untuk tanaman cabai adalah 60-80% kapasitas lapangan. Kebutuhan cabai yang amat sangat adalah pada masa pertumbuhan vegetatif cepat dan pada pembentukan bunga dan buahnya. Jumlah kebutuhan air per tanaman pada masa vegetatif adalah 200 ml tiap 2 hari, sementara pada masa pembentukan bunga dan buah menjadi 400 ml tiap 2 hari. Untuk itu selain mengandalkan matahari dan air hujan, petani juga melakukan sistem irigasi “leb”, dimana dilakukan pengairan selama 15-30 menit, lalu kemudian dikeluarkan kembali dari bedengan. Untuk tanah kering petani biasanya akan menggunakan teknik irigasi “tetes”. Seperti pada gambar https://i.ibb.co/QjFc5FbH/Screenshot-2025-06-15-at-15-43-06.png"
      ],
      "context": ["teknik_budidaya", "manajemen_air", "cabai_rawit"]
    },
    {
      "tag": "fungsi_ajir_cabai",
      "patterns": [
        "Apa itu ajir dan tujuan dalam budidaya cabai rawit?",
        "Jelaskan pengertian ajir dan fungsinya untuk cabai rawit",
        "Apa kegunaan ajir dalam menanam cabai rawit?",
        "Definisikan ajir dan sebutkan manfaatnya untuk cabai",
        "Apa tujuan pemasangan ajir pada tanaman cabai rawit?",
        "Mengapa perlu ajir dalam budidaya cabai rawit?",
        "Apa peran ajir dalam penanaman cabai rawit?",
        "Bagaimana pentingnya ajir untuk tanaman cabai rawit?",
        "Sebutkan definisi dan fungsi ajir pada cabai rawit",
        "Apa arti ajir dan tujuannya dalam perawatan cabai?"
      ],
      "responses":[
        "Merupakan kegiatan memasang penyanggah/penopang dekat dengan tanaman cabai. Ajir dipasang saat tanaman mulai tinggi untuk mencegah rebah, gunakan bambu kecil dan ikat longgar pada batang utama. Tujuannya adalah membantu tanaman tumbuh tegak, mengurangi kerusakan fisik tanaman yang disebabkan beban buah dan tiupan angin, memperbaiki pertumbuhan daun dan tunas, mempermudah pemeliharaan. Sasarannya supaya terpasangnya ajir dan seeler untuk menopang pertumbuhan tanaman agar tumbuh tegak."
      ],
      "context": ["alat_budidaya", "teknik_tanam", "cabai_rawit"]
    },
    {
      "tag": "alat_bahan_ajir_cabai",
      "patterns": [
        "Apa fungsi bahan dan alat pemasangan ajir cabai rawit?",
        "Sebutkan perlengkapan untuk memasang ajir cabai rawit",
        "Fungsi bahan dan alat apa saja yang dibutuhkan untuk pemasangan ajir cabai?",
        "Daftar peralatan pemasangan ajir tanaman cabai rawit",
        "Material apa yang digunakan untuk membuat ajir cabai rawit?",
        "Tools pemasangan ajir cabai rawit",
        "Inventaris bahan dan alat untuk ajir cabai",
        "Perlengkapan dasar pemasangan ajir cabai rawit",
        "Apa kebutuhan, fungsi alat dan bahan saat memasang ajir cabai?",
        "Peralatan wajib untuk pembuatan ajir cabai rawit"
      ],
      "responses":[
        "Bahan dan alat pemasangan ajir antara lain: 1. Bambu 2. Golok/pisau 3. Tali 'seeler' 4. Alat tulis. Fungsi pemasangan ajir/seeler antara lain: 1. Bambu digunakan sebagai bahan pembuat ajir 2. Golok/pisau digunakan untuk membuat ajir 3. Tali seeler digunakan untuk mengikat dan menghubungkan ajir yang satu dengan yanglainnya di sekeliling bedengan. 4. Alat tulis untuk mencatat semua kegiatan.",
        "Alat bantu yang terbuat dari bilah bambu yang berfungsi membantu tegaknya tanaman cabai merah. Di buat dengan ukuran panjang 125 - 150 cm, lebar 4 cm dan tebal 2 cm."
      ],
      "context": ["alat_budidaya", "teknik_tanam", "cabai_rawit"]
    },
    {
      "tag": "prosedur_pemasangan_ajir",
      "patterns": [
        "Bagaimana proses atau prosedur pemasangan ajir cabai rawit?",
        "Apa langkah-langkah memasang ajir untuk cabai rawit?",
        "Jelaskan teknik pemasangan ajir pada tanaman cabai",
        "Bagaimana cara memasang ajir cabai rawit yang benar?",
        "Prosedur lengkap instalasi ajir cabai rawit?",
        "Step by step pemasangan ajir cabai rawit?",
        "Tahapan teknis memasang ajir tanaman cabai?",
        "Metode apa yang digunakan untuk pemasangan ajir cabai?",
        "Apa urutan kerja dalam pemasangan ajir cabai rawit?",
        "Panduan lengkap prosedur pemasangan ajir cabai?"
      ],
      "responses":[
        "Proses pemasangan ajir/seeler antara lain: 1. Buat ajir dari bambu dengan ukuran 4 x 200 cm.2. Pasang ajir sesegera mungkin, 1 bulan setelah tanam. Tancapkan 40 - 50 cm dari tanaman ataudi pinggir bedengan sedalam 15 - 20 cm denganposisi 2 baris ajir di kanan dan kiri tanaman.sehingga dapat menopang tanaman secara kuat.3. Tali seeler dipasang pada ajir denganmenghubungkan antar ajir dengan ketinggian 40cm dari permukaan tanah 4. Tali seeler kedua dipasang dengan jarak 40cm di atas seeler pertama atau sesuai dengan ketinggian tanaman 5. Tali seeler bisa juga di pasang melintang bila kondisi pertanaman mempunyai tajuk yanglebat. 6. Setiap kegiatan yang dilaksanakan harus tercatat. Berikut gambar pemasangannya: https://i.ibb.co/nM54WwJK/Screenshot-2025-06-05-075743.png",
        "Pasang ajir bambu/kayu setinggi 1-1.2 m saat tanaman berumur 2-3 minggu. Ikat tanaman menggunakan tali rafia dengan sistem angka 8 longgar untuk menopang batang tanpa melukai tanaman.",
        "Setelah tanaman cabai cukup tinggi juga perlu dipasang ajir atau lanjaran untuk menopang tanaman agar dapat berdiri kokoh. Lanjaran dapat dibuat dari tanaman bambu atau kayu yang diikat dengan tali. Teknik pemasangan lanjaran yang benar adalah sebagai berikut: • Tinggi lanjaran 1,5 – 1,75 m tergantung tipe tanaman cabai. • Pemasangan lanjaran maksimal 21 hari setelah tanam. • Pengikatan dengan tali membentuk huruf 8 seperti pada gambar https://i.ibb.co/8LQH8pm1/Screenshot-2025-06-15-at-15-20-15.png"
      ],
      "context": ["teknik_budidaya", "pemasangan_ajir", "cabai_rawit"]
    },
    {
      "tag": "definisi_tujuan_penyiangan_sanitasi",
      "patterns": [
        "Apa itu arti dan tujuan dari penyiangan dan sanitasi cabai rawit?",
        "Jelaskan pengertian dan manfaat penyiangan & sanitasi cabai",
        "Apa maksud penyiangan dan sanitasi dalam budidaya cabai rawit?",
        "Definisikan penyiangan-sanitasi cabai dan tujuannya",
        "Apa tujuan kegiatan penyiangan dan sanitasi tanaman cabai?",
        "Mengapa perlu penyiangan dan sanitasi pada cabai rawit?",
        "Apa pentingnya penyiangan dan sanitasi untuk cabai rawit?",
        "Jelaskan konsep penyiangan-sanitasi dan fungsinya untuk cabai",
        "Apa definisi dan manfaat penyiangan-sanitasi cabai rawit?",
        "Uraikan arti penyiangan-sanitasi dan tujuannya di kebun cabai"
      ],
      "responses":[
        "Penyiangan dan sanitasi adalah melakukan lahan dari gulma, tanaman lainnya, pengganggu dan tanaman yang sakit. Tujuannya adalah mendapatkan pengganggu lahan yang bersih dari gulma, tanaman sehingga tanaman lainnya, dan tanaman yang sakit tumbuh optimal. sasarannya adalah memberi kesempatan pada tanaman agar dapat berkembang dengan optimal."
      ],
      "context": ["pemeliharaan_tanaman", "kebersihan_kebun", "cabai_rawit"]
    },
    {
      "tag": "alat_bahan_penyiangan_sanitasi",
      "patterns": [
        "Apa fungsi bahan dan alat penyiangan dan sanitasi cabai rawit?",
        "Sebutkan perlengkapan untuk penyiangan & sanitasi cabai",
        "Fungsi bahan dan alat apa yang digunakan untuk penyiangan-sanitasi cabai?",
        "Daftar peralatan penyiangan dan sanitasi kebun cabai rawit",
        "Material apa yang dibutuhkan untuk sanitasi dan penyiangan cabai?",
        "Tools untuk kegiatan penyiangan dan sanitasi tanaman cabai",
        "Inventaris alat penyiangan-sanitasi cabai rawit",
        "Perlengkapan dasar penyiangan dan sanitasi cabai",
        "Apa kebutuhan, fungsi alat dan bahan saat menyiangi dan sanitasi cabai?",
        "Peralatan wajib untuk penyiangan-sanitasi cabai rawit"
      ],
      "responses":[
         "Bahan dan alat penyiangan dan sanitasi antara lain: 1. Kored/ cangkul 2. Alat tulis. Fungsi bahan dan alat penyiangan dan sanitasi antara lain: 1. Kored/cangkul untuk membersihkan semak atau rumput atau tanaman pengganggu lainnya 2. Alat tulis untuk mencatat semua kegiatan."
      ],
      "context": ["pemeliharaan_tanaman", "alat_kebun", "cabai_rawit"]
    },
    {
      "tag": "prosedur_penyiangan_sanitasi",
      "patterns": [
        "Bagaimana proses atau prosedur penyiangan dan sanitasi cabai rawit?",
        "Apa langkah-langkah melakukan penyiangan & sanitasi cabai?",
        "Jelaskan teknik penyiangan dan sanitasi tanaman cabai",
        "Bagaimana cara menyiangi dan sanitasi kebun cabai rawit?",
        "Prosedur lengkap penyiangan-sanitasi cabai rawit?",
        "Step by step penyiangan dan sanitasi cabai?",
        "Tahapan teknis pembersihan dan sanitasi cabai rawit?",
        "Metode apa yang digunakan untuk penyiangan-sanitasi cabai?",
        "Apa urutan kerja dalam penyiangan-sanitasi cabai rawit?",
        "Panduan lengkap prosedur penyiangan-sanitasi cabai?"
      ],
      "responses":[
        "Proses penyiangan dan sanitasi antara lain: 1. Penyiangan dilakukan dengan membersihkan areal pertanaman dari gulma, tanaman pengganggu lainnya dan tanaman yang sakit. 2. Penyiangan dilakukan pada saat tanaman berumur 20 – 30 HST. 3. Melakukan pembenaman gulma atau tanaman pengganggu hasil penyiangan dan sanitasi di antara guludan. Sisa tanaman yang sakit dimusnahkan dengan cara dibakar atau dibenamkan pada tempat terpisah.",
        "Gulma adalah tanaman pengganggu yang berkompetisi dengan tanaman cabai memperebutkan tempat, cahaya, air, dan unsur hara serta dapat menjadi inang bagi hama penyakit. Penyiangan gulma yang dilakukan pada umur 30-60 hari dapat meningkatkan produksi cabai. Bahkan apabila tanaman cabai terbebas dari gulma selama 60-90 hari setelah tanam akan memberikan produksi cabai tertinggi jumahnya. Penggunaan mulsa dari awal serta herbisida juga dapat dilakukan untuk menanggulangi gulma. Hanya saja penggunaan herbisida tetap adalah tindakan terakhir yang dilakukan apabila tidak ada alternatif lain lagi. Seperti pada gambar https://i.ibb.co/CK6rtL52/Screenshot-2025-06-15-at-15-43-26.png",
        "Kebersihan lingkungan, pemeliharaan kebersihan termasuk penyiangan terhadap gulma dilakukan pada umur tanaman 1 bulan setelah tanam, hal ini perlu dilakukan untuk mengurangi kompetisi tanaman dengan gulma dalam mendapatkan unsur hara. Bahkan lokasi pertanaman dapat di bebaskan dari segala benda atau bahan-bahan tanaman yang membusuk.",
        "Penyiangan dilakukan 2–3 minggu sekali, terutama saat awal pertumbuhan. Mulsa dan herbisida selektif juga dapat digunakan untuk menekan gulma. Gunakan cangkul kecil atau koret untuk gulma di bedengan. Pada sistem mulsa plastik, penyiangan hanya diperlukan di saluran drainase."
      ],
      "context": ["teknik_pemeliharaan", "kebersihan_kebun", "cabai_rawit"]
    },
    {
      "tag": "definisi_tujuan_perempelan",
      "patterns": [
        "Apa itu arti dan tujuan perempelan atau perawatan pada tanaman cabai rawit?",
        "Jelaskan pengertian dan manfaat perempelan cabai rawit",
        "Apa maksud perempelan dalam budidaya cabai rawit?",
        "Definisikan perempelan dan sebutkan tujuannya untuk cabai",
        "Apa tujuan kegiatan perempelan tanaman cabai rawit?",
        "Mengapa perlu melakukan perempelan pada cabai rawit?",
        "Apa pentingnya perempelan untuk tanaman cabai?",
        "Jelaskan konsep perempelan dan fungsinya untuk cabai rawit",
        "Apa definisi dan manfaat perawatan melalui perempelan cabai?",
        "Uraikan arti perempelan dan tujuannya di kebun cabai rawit"
      ],
      "responses":[
        "Perempelan adalah pemangkasan tunas liar untuk fokus pertumbuhan, dilakukan saat tanaman berusia 3–4 minggu setelah tanam."
      ],
      "context": ["teknik_perawatan", "pemangkasan", "cabai_rawit"]
    },
    {
      "tag": "teknik_perempelan_cabai",
      "patterns": [
        "Bagaimana cara melakukan perempelan atau perawatan yang baik?",
        "Apa teknik perempelan yang benar untuk tanaman cabai?",
        "Jelaskan metode perawatan melalui perempelan cabai",
        "Bagaimana langkah-langkah perempelan yang tepat?",
        "Prosedur perempelan cabai rawit yang baik?",
        "Step by step perawatan dengan perempelan?",
        "Tahapan teknis perempelan tanaman cabai?",
        "Metode apa yang digunakan untuk perempelan efektif?",
        "Apa urutan kerja dalam perempelan cabai yang benar?",
        "Panduan lengkap teknik perempelan yang baik?"
      ],
      "responses":[
        "Teknik perempelan yang baik adalah sebagai berikut: • Buang tunas liar/tunas samping yang berada diketiak batang utama Y. • Didataran rendah perempelan dilakukan pada hari ke 8-12 setelah tanam. • Didataran tinggi perempelan dilakukan pada hari ke 15-20 setelah tanam. • Lakukan lagi perempelan kembali pada hari ke-75 setelah tanam pada dataran rendah dan hari ke-90 setelah tanam pada dataran tinggi. Seperti pada gambar https://i.ibb.co/C59hvxsc/Screenshot-2025-06-15-at-15-42-54.png",
        "Pastinya Anda sudah tahu dengan cara yang satu ini, namun saya ingin sedikit membahas cara ekstrim yang satu ini. Memang tida banyak petani yang berani melakukannya, tetapi dari pengalaman yang sudah-sudah cara ini terbukti ampuh meningkatkan hasil panen mereka. Jadi caranya cukup sederhana, yaitu ketika cabai sudah pindah tanam dan jumlah daun sudah lebih dari 8 daun , ujung tanamannya di potong dengan gunting. Biasanya daun ke enam atau ke delapan diatas. Mengapa? Tujuannya adalah agar tunas baru tumbuh. Biasanya bisa sampai 4 tunas baru. Coba Anda bayangkan jika yang sebelumya hanya di mulai dari satu saja? Saya sarankan sebelum Anda mencobanya ke semua tanaman cabai Anda, cobalah untuk mencobanya pada beberapa tanaman terlebih dahulu dan bandingkan pada saat mulai panen nantinya. Anda pasti akan ketagihan untuk punya hasil yang lebih maksimal lagi.",
        "Pemangkasan dilakukan pada cabang tidak produktif, daun tua, atau tunas liar untuk merangsang pertumbuhan baru. Cabai rawit yang dipangkas rutin dapat berproduksi hingga 3 tahun dengan pemupukan ulang.",
        "Pangkas tunas air (sucker) di ketiak daun utama saat tanaman berumur 3-4 minggu. Gunakan gunting steril untuk mencegah infeksi. Pertahankan 3-5 cabang produktif utama per tanaman.",
        "Kegiatan membuang tunas-tunas baru yang tumbuh pada batang utama, pada saat tanaman berumur 45 - 50 hari setelah tanam.",
        "Mengganti bibit yang rusak/mati karena berbagai sebab di lapangan. Penyulaman dilakukan maksimal 2 minggu setelah tanam. Jumlah bibit persediaan untuk cadangan berkisar antara 5 - 10 % dari jumlah kebutuhan total kebutuhan.",
        "Pangkas cabang yang tidak produktif dan daun yang terkena penyakit untuk meningkatkan sirkulasi udara dan mengurangi risiko penyakit. Gunakan ajir atau penopang untuk tanaman yang tumbuh tinggi agar tidak rebah."
      ],
      "context": ["teknik_pemeliharaan", "pemangkasan", "cabai_rawit"]
    },
    {
      "tag": "definisi_rotasi_tanaman_cabai",
      "patterns": [
        "Apa definisi rotasi tanaman dan cara melakukannya untuk cabai rawit?",
        "Jelaskan pengertian rotasi tanaman dan penerapannya pada cabai rawit",
        "Bagaimana konsep rotasi tanaman dalam budidaya cabai rawit?",
        "Apa arti rotasi tanaman dan teknik pelaksanaannya untuk cabai?",
        "Definisikan rotasi tanaman serta cara menerapkannya di lahan cabai rawit",
        "Apa itu rotasi tanaman dan bagaimana melakukannya untuk cabai?",
        "Jelaskan rotasi tanaman dan strategi implementasinya pada cabai rawit",
        "Bagaimana memahami rotasi tanaman dan prakteknya di kebun cabai?",
        "Apa makna rotasi tanaman dan metode pelaksanaannya untuk cabai rawit?",
        "Uraikan definisi rotasi tanaman dan cara aplikasinya pada cabai"
      ],
      "responses":[
        "Rotasi tanaman penting untuk mencegah penumpukan hama/penyakit dan menjaga kesuburan tanah. Cabai sebaiknya tidak ditanam berulang pada lahan yang sama tanpa rotasi.",
        "Rotasi dengan tanaman bukan solanaceae (sawi, kacang-kacangan, bawang) selama 1-2 musim tanam. Hindari rotasi dengan terung/tomat untuk memutus siklus hama penyakit. Tumpangsari dengan bawang daun bisa mengurangi serangan thrips.",
        "Rotasi tanaman adalah penggantian jenis tanaman setelah panen untuk mencegah penumpukan hama dan penyakit. Cabai rawit sebaiknya tidak ditanam terus-menerus di lahan yang sama karena risiko penyakit seperti fusarium meningkat. Tanaman sela seperti jagung, kacang tanah, atau padi sawah bisa menjadi pilihan rotasi. Jeda tanam 1–2 musim sangat membantu memutus siklus organisme pengganggu tanaman dan menjaga kesuburan tanah.",
        "Rotasi tanaman adalah praktik pergantian jenis tanaman di lahan yang sama untuk mencegah penumpukan hama, penyakit, dan kelelahan tanah. Untuk cabai, rotasi disarankan minimal setahun sekali, dengan tanaman bukan dari famili Solanaceae seperti jagung, padi, atau kacang-kacangan. Ini menjaga kesuburan tanah dan mengurangi risiko penyakit tular tanah seperti fusarium dan nematoda."
      ],
      "context": ["manajemen_lahan", "budidaya_berkelanjutan", "cabai_rawit"]
    },
    {
      "tag": "definisi_tujuan_pascapanen_cabai",
      "patterns": [
        "Apa arti atau definisi dan tujuan pascapanen lahan cabai rawit?",
        "Jelaskan pengertian dan tujuan pascapanen cabai rawit",
        "Apa yang dimaksud dengan pascapanen cabai rawit dan tujuannya?",
        "Definisikan pascapanen cabai rawit dan sebutkan tujuannya",
        "Apa makna pascapanen dan tujuan penanganan pascapanen cabai?",
        "Jelaskan konsep pascapanen cabai rawit beserta tujuannya",
        "Apa definisi pascapanen dan alasan dilakukannya pascapanen cabai?",
        "Bagaimana memahami istilah pascapanen cabai rawit dan tujuannya?",
        "Apa penjelasan tentang pascapanen cabai rawit dan tujuan pelaksanaannya?",
        "Uraikan definisi pascapanen lahan cabai rawit dan tujuan dilakukannya"
      ],
      "responses": [
         "Kegiatan pengelolaan buah setelah dipanen hingga siap didistribusikan ke konsumen. Tujuannya adalah menjamin kesegaran, keseragaman ukuran dan mutu buah sesuai dengan permintaan pasar"
      ],
      "context": ["pascapanen", "penanganan_hasil", "cabai_rawit"]
    },
    {
      "tag": "alat_pascapanen_cabai",
      "patterns": [
        "Apa fungsi alat yang diperlukan pascapanen cabai rawit?",
        "Sebutkan peralatan untuk penanganan pascapanen cabai rawit",
        "funsgia alat apa saja yang digunakan setelah panen cabai rawit?",
        "Daftar perlengkapan pascapanen cabai rawit",
        "Apa saja alat-alat penanganan pascapanen cabai?",
        "Tools apa yang dibutuhkan setelah memanen cabai rawit?",
        "Inventaris alat pascapanen cabai rawit",
        "Peralatan wajib pascapanen cabai",
        "Apa kebutuhan, fungsi alat setelah panen cabai rawit?",
        "Sebutkan perangkat untuk penanganan cabai pascapanen"
      ],
      "responses":[   
        "Alat pascapanen antara lain: 1). Kotak karton, kotak kayu, karung plastik waring. 2). Kertas koran. Fungsi kegiatan pascapanen meliputi: 1). Kotak karton, kotak kayu, karung plastik waring digunakan untuk wadah hasil panen. 2). Kertas Koran digunakan sebagai alas."
      ],
      "context": ["pascapanen", "alat_pertanian", "cabai_rawit"]
    },
    {
      "tag": "prosedur_pascapanen_cabai",
      "patterns": [
        "Bagaimana proses atau prosedur pascapanen cabai rawit?",
        "Apa langkah-langkah penanganan pascapanen cabai rawit?",
        "Jelaskan tahapan pascapanen cabai rawit",
        "Bagaimana cara menangani cabai rawit setelah panen?",
        "Prosedur lengkap pascapanen cabai rawit?",
        "Step by step penanganan pascapanen cabai rawit?",
        "Tahapan teknis pascapanen cabai?",
        "Metode apa yang digunakan dalam pascapanen cabai rawit?",
        "Apa urutan kerja pascapanen cabai rawit?",
        "Panduan lengkap prosedur pascapanen cabai rawit?"
      ],
      "responses":[
        "Proses melakukan pascapanen antara lain: 1). Lakukan sortasi sesuai dengan kriteria yang dikehendaki pasar. 2). Keringkan hasil buah untuk mencegah pembusukan. 3). Lakukan penyimpanan dengan menempat kan produk dalam ruangan yang sirkulasi udara yang baik. 4). Lakukan pengemasan sesuai permintaan/ tujuan pasar. Guna kan kemasan yang memiliki daya lindung yang tinggi terhadap kerusakan, aman dan ekonomis. 5). Setiap kegiatan yang dilaksanakan harus tercatat.",
        "Teknologi atau langkah atau tahapan pascapanen antara lain: 1). Pada proses pengumpulan, cabai harus terlindungi dari sinar matahari langsung dan air hujan. Lakukan proses pendinginan untuk menurunkan panas yang terbawa dari lapangan hingga sama dengan suhu ruang. Kemudian berikan alas untuk penumpukan berupa terpal. 2). Sortasi dan Grading, proses sortasi dipilah-pilah antara cabai yang utuh dan sehat, cabai utuh tetapi abnormal, cabai yang rusak sewaktu pemanenan, dan cabai yang terserang hama penyakit. Kemudian dilakukan grading, yaitu penggolongan buah cabai berdasarkan kualitas dan ukuran panjang buah. a. Untuk keperluan pasar lokal, cukup dipisahkan antara cabai golongan kualitas A dengan cabai kualitas B. Cabai kualitas A merupakan cabai yang utuh dengan bentuk normal tanpa cacat apapun, baik cacat mekanis maupun terkena serangan penyakit. Cabai kualitas B merupakan cabai yang mempunyai ukuran kecil (< 10 cm) dan tercampur dengan cabai yang bentuknya abnormal. b. Untuk kepentingan pasar swalayan dipilih yang berukuran besar, tingkat kemasakan 85%, dan berkualitas prima tanpa cacat. c. Cabai untuk pemasaran di rumah makan dipilih yang berwarna merah menyala (100% masak penuh), tanpa memandang ukuran, tetapi tidak cacat. d. Untuk keperluan ekspor, importir biasanya menginginkan kualitas cabai yang prima. Kriteria kualitas cabai ekspor yaitu: • panjang 11 cm, • bentuk buah lurus (bila ujungnya bengkok memang karena sifat varietasnya), • seragam, dan • tidak tercampur buah yang cacat. Khusus untuk cabai yang hendak diekspor ke Jepang, residu pestisida tidak boleh melebihi ambang batas yang diperbolehkan. 3). Pengemasan, dilakukan untuk melindungi atau mencegah cabai dari kerusakan mekanis selama proses pengangkutan dan penyimpanan. a. Untuk pasar lokal cukup dengan menggunakan karung-karung plastik yang berlubang-lubang dengan kapasitas 25-30 kg. Untuk yang di luar daerah biasanya dikemas dalam kardus-kardus yang sudah dilubangi sebagai ventilasi udara. b. Untuk keperluan pasar swalayan dikemas dalam plastik transparan yang dilubangi dengan berat kemasan 0,5-1 kg. c. Untuk pasokan ke rumah makan dikemas dalam kantong plastik yang telah dilubangi dengan kemasan 5 kg. Lubang pada plastik tersebut dapat mencegah terjadinya pengembunan udara di dalam plastik yang dapat mengakibatkanı kebusukan cabai. d. Untuk kepentingan ekspor dikemas dalam kardus khusus dari pedagang pengekespornya lengkap dengan nama dagang dan tanggal panen. Kardus-kardus pengemas dibuat berlubang kecil untuk aliran udara agar cabai tidak busuk. Biasanya ukuran kardus hanya memuat 15-20 kg cabai segar. 4). Penyimpanan, proses ini dilakukan untuk memperpanjang masa simpan cabai. Simpan cabai pada suhu yang kering dan sejuk, sehingga dapat mengendalikan lajut ranspirasi (penguapan), respirasi (pernapasan), dan mempertahankan kesegaran. a. Cabai yang telah dikemas dan tidak langsung dipasarkan sebaiknya disimpan pada ruangan yang berudara sejuk dan kering. b. Cabai yang dikemas untuk pasaran swalayan dan restoran, bila tidak langsung dipasarkan disimpan terlebih dahulu dalam lemari pendingin. c. Cabai yang dikemas dalam kardus untuk pasaran ekspor disimpan dalam ruang berpendingin (cold storage) dengan suhu berkisar 7.8 – 8.9˚C dan paling lambat 2 x 24 jam harus segera dikirim sehingga pada hari berikutnya sudah sampai di negara tujuan. 5). Selama pengangkutan, cabai harus diletakkan secara teratur dengan mempertimbangkan ketinggian tumpukan kemasan sehingga produk tidak berubah bentuk. a. Produk cabai yang diangkut harus terhindar dari sinar matahari langsung selama pengangkutan. Untuk itu biasanya cabai diangkut ke pasar pada malam hari, agar udara lebih sejuk dan tidak terkena matahari langsung. b. Suhu dan kelembaban di dalam alat pengangkut perlu dijaga terutama untuk perjalanan yang lebih 2,5 jam."
      ],
      "context": ["penanganan_pascapanen", "teknik_penyimpanan", "cabai_rawit"]
    },
    {
      "tag": "kriteria_penyimpanan_cabai",
      "patterns": [
        "Apa kriteria penyimpanan cabai rawit pada pascapanen?",
        "Sebutkan standar penyimpanan cabai rawit setelah panen",
        "Bagaimana persyaratan penyimpanan cabai rawit pascapanen?",
        "Apa parameter penyimpanan ideal untuk cabai rawit?",
        "Kondisi apa yang diperlukan untuk menyimpan cabai rawit?",
        "Faktor apa saja yang mempengaruhi penyimpanan cabai pascapanen?",
        "Bagaimana kriteria tempat penyimpanan cabai rawit?",
        "Apa standar lingkungan penyimpanan cabai rawit?",
        "Persyaratan teknis penyimpanan cabai rawit?",
        "Kondisi optimal penyimpanan cabai pascapanen?"
      ],
      "responses":[
        "Cabai rawit sebaiknya disimpan di tempat sejuk dan kering, bisa juga dalam kulkas untuk daya simpan lebih lama.",
        "Cabai disimpan pada suhu 7–10°C untuk memperlambat pembusukan. Gunakan kemasan berlubang agar sirkulasi udara terjaga.",
        "Cabai rawit sebaiknya dikemas dalam wadah berventilasi seperti keranjang plastik atau karung jaring agar sirkulasi udara baik dan menghindari kelembapan tinggi. Sebelum dikemas, buah harus dipilih dan dibersihkan dari sisa tanah atau buah busuk. Penyimpanan dilakukan di tempat sejuk dan kering, atau dalam suhu dingin 5–10°C untuk memperpanjang umur simpan. Hindari menyimpan cabai basah karena bisa mempercepat pembusukan.",
        "Buah cabai merah yang di panen tepat masak dan tidak segera di pasarkan akan terus melakukan proses pemasakan, sehingga perlu adanya penempatan khusus. Oleh karena itu hasil produksi cabai rawit merah sebaiknya di tempatkan pada ruang yang sejuk, terhindar dari sinar matahari, cukup oksigen dan tidak lembab.",
        "Setelah panen, cabai disortir berdasarkan mutu, dikemas dalam wadah berlubang, dan disimpan pada suhu 7–10°C untuk memperpanjang masa simpan."
      ],
      "context": ["penyimpanan_hasil", "kualitas_pascapanen", "cabai_rawit"]
    },
    {
      "tag": "kegiatan_pascapanen_cabai",
      "patterns": [
        "Apa kegiatan setelah pascapanen dilakukan?",
        "Aktivitas apa saja yang dilakukan usai penanganan pascapanen cabai?",
        "Langkah-langkah apa yang diambil setelah proses pascapanen selesai?",
        "Kegiatan lanjutan setelah penanganan pascapanen cabai rawit?",
        "Apa yang dilakukan setelah tahap pascapanen cabai?",
        "Proses apa yang dijalankan setelah pascapanen cabai rawit?",
        "Tahapan selanjutnya setelah penanganan pascapanen?",
        "Apa tindak lanjut setelah pascapanen cabai rawit?",
        "Kegiatan penyelesaian setelah pascapanen cabai?",
        "Aktivitas akhir setelah proses pascapanen selesai?"
      ],
      "responses":[
        "Sisa panen cabai yang tidak layak jual dapat dimanfaatkan menjadi kompos, bahan pestisida nabati, atau diolah menjadi bubuk cabai, sambal fermentasi, atau cabai kering. Pengeringan dan penggilingan membantu memperpanjang umur simpan. Pemanfaatan ini mengurangi limbah dan meningkatkan nilai tambah, terutama jika dilakukan dalam skala rumah tangga atau kelompok tani.",
        "Sisa tanaman dibersihkan segera setelah panen. Tanaman sakit sebaiknya dibakar. Tanaman sehat bisa dikomposkan setelah dikeringkan.",    
        "Setelah panen, penyemprotan tetap dilakukan untuk melindungi pertumbuhan buah selanjutnya dan mencegah serangan penyakit lanjutan.",
        "Setelah panen pertama, lakukan pemupukan susulan, sanitasi tanaman, dan penyemprotan preventif untuk menjaga produksi berkelanjutan.",        
        "Peluang pasar tanaman cabai sangat besar dan luas. Untuk Indonesia sendiri tingkat rata-rata konsumsi cabai adalah ±5 kg/kapita/tahun. Selain itu masyarakat punya kecenderungan untuk mengkonsumsi cabai segar setiap harinya. Dengan packaging yang baik, cabai juga dapat di ekspor ke luar negeri bila diperlukan. Pemasaran cabai dapat dilakukan secara terurai maupun dikemas dalam kantong plastik secara kiloan. Pemasaran dapat dilakukan mulai dari rumah ke rumah, masuk ke warung-warung kaki lima, ke rumah makan dan restoran atau yang lebih tinggi lagi melakukan kemitraan dengan pelaku industri supermarket dan pabrikasi seperti mie instant, saus dan cabai. Untuk memudahkan pemasaran, cabai yang akan dijual dapat dikelompokan terlebih dulu berdasarkan bobot, ukuran, dan tingkat kematangannya. Cabai yang berkualitas tinggi lah yang ditawarkan ke industri, supermarket, dan diekspor. Yang berkualitas sedang dapat masuk ke pasar-pasar tradisional. Sementara untuk kualitas paling rendah dapat ditujukan untuk warung-warung kaki lima. Selain itu, untuk menghindari harga dari tengkulak yang mungkin jauh selisihnya dari harga pasar, kita bisa cek langsung di pasar. Namun dengan semakin majunya teknologi, banyak petani semakin pintar mendapatkan informasi harga pasar. Dan bahkan banyak juga yang menjual hasil panen cabainya langsung ke pasar. Sebenarnya ada 2 cara agar kita petani benar-benar untung, yaitu menjualnya langsung ke end user dan pedagang pasar. Langsung ke end user, maksudnya kita bisa menghubungi langsung pengelola rumah makan atau restoran bahwa kita siap memasok kebutuhan dari cabai yang mereka butuhkan."
      ],
      "context": ["tindak_lanjut", "manajemen_pascapanen", "cabai_rawit"]
    },
    {
      "tag": "penutup",
      "patterns": [
        "oke terimakasih",
        "makasih ya",
        "oke cukup",
        "terimakasih atas bantuannya",
        "thanks",
        "sudah jelas",
        "makasih infonya",
        "oke saya paham",
        "terimakasih ya",
        "thank you",
        "baik saya mengerti",
        "oke deh",
        "terima kasih banyak",
        "oke terima kasih",
        "cukup jelas",
        "sampai nanti",
        "sampai ketemu lagi",
        "makasih",
        "saya pamit dulu",
        "itu saja, terima kasih"
      ],
      "responses": [
        "Sama-sama! Senang bisa membantu 😊",
        "Terima kasih sudah menggunakan chatbot ini!",
        "Kalau butuh bantuan lagi, jangan ragu untuk kembali ya!",
        "Senang bisa ngobrol denganmu. Sampai jumpa!",
        "Semoga informasi tadi bermanfaat ya!",
        "Terima kasih dan semoga sukses dalam budidaya cabai rawit!",
        "Jangan sungkan kembali jika ada pertanyaan lain ya.",
        "Sampai jumpa lagi, semangat selalu!",
        "Terima kasih! Semoga harimu menyenangkan!",
        "Senang bisa membantu. Sampai bertemu di lain waktu!",
        "Terima kasih banyak. Tetap semangat belajar!",
        "Silakan hubungi saya kapan saja jika ada pertanyaan lagi.",
        "Oke, sampai di sini dulu ya. Terima kasih!",
        "Sampai ketemu lagi. Salam hangat dari chatbot cabai rawit 🌶️",
        "Terima kasih sudah mengobrol bersama saya.",
        "Semoga harimu penuh semangat dan panenmu melimpah!",
        "Saya senang bisa membantu. Sampai jumpa!",
        "Terima kasih kembali. Jangan ragu untuk bertanya lagi!",
        "Baik, semoga percakapannya bermanfaat!",
        "Selamat melanjutkan aktivitasmu. Sampai nanti!"
      ],
      "context": [
        "ucapan_terima_kasih",
        "penutupan_pembicaraan",
        "konfirmasi_pemahaman",
        "perpisahan"
      ]
    }
  ]
}